@node
@about=space, punctuation, or other stylistic text at the end of a morpheme or word
@author=Geoffrey Khan et al.
@editors=Cody Kingham, James Strachan, Hannes Vlaardingerbroek
@origin=Cambridge University, Faculty of Asian and Middle Eastern Studies
@researchers=Paul Noordlander, Dorota Molin
@source=The NENA linguistic corpus is derived from decades of field work by Prof. Geoffrey Khan and his students, interviewing living speakers. The NENA dialects remain critically endangered.
@url=https://github.com/CambridgeSemiticsLab/nena_tf
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2019-11-13T19:24:14Z

577912	-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
-
 
,ˈ 
 
-
,ˈ 
ˈ 
 
.ˈ 
-
ˈ 
-
 
 
.ˈ 
-
-
ˈ 
-
-
-
,ˈ 
-
.ˈ 
-
.ˈ 
 
 
 
.ˈ 
-
 
 
-
 
,ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
-
 
 
 
-
-
,ˈ 
 
-
.ˈ 
 
 
!ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
-
 
.ˈ 
,ˈ 
,ˈ 
-
 
.ˈ 
,ˈ 
,ˈ 
-
-
 
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
 
-
,ˈ 
 
ˈ 
 
 
-
.ˈ 
-
,ˈ 
 
.ˈ 
 
-
ˈ 
 
-
,ˈ 
 
 
!ˈ 
 
 
 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
-
 
?!ˈ 
-
 
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
 
ˈ 
 
 
 
-
-
 
-
.ˈ 
-
 
-
ˈ 
 
?ˈ 
 
 
,ˈ 
 
 
 
-
 
 
.ˈ 
-
 
 
-
 
 
.ˈ 
-
 
?ˈ 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
-
 
?ˈ 
 
-
 
 
.ˈ 
-
?ˈ 
 
?ˈ 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
-
 
 
ˈ 
-
-
ˈ 
-
 
-
 
-
ˈ 
-
 
-
ˈ 
-
-
ˈ 
 
 
-
 
.ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
 
 
-
.ˈ 
-
 
-
ˈ 
-
-
.ˈ 
-
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
-
 
,ˈ 
 
 
 
-
-
ˈ 
-
 
 
,ˈ 
-
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
?ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
-
-
 
-
 
ˈ 
-
-
 
 
.ˈ 
-
 
 
 
 
 
 
-
.ˈ 
-
 
-
-
 
-
 
-
 
 
.ˈ 
-
 
 
,ˈ 
 
-
ˈ 
 
 
-
-
-
.ˈ 
-
-
 
 
-
ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
-
-
,ˈ 
-
 
-
 
,ˈ 
 
,ˈ 
 
 
-
ˈ 
ˈ 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
 
-
-
ˈ 
-
 
 
.ˈ 
-
 
 
 
 
-
.ˈ 
 
ˈ 
!ˈ 
 
-
?ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ
-
 
-
 
 
-
.ˈ 
 
 
 
-
-
,ˈ 
-
ˈ 
-
 
,ˈ 
-
.ˈ 
-
,ˈ 
.ˈ 
-
 
.ˈ 
.ˈ 
 
 
 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
,ˈ 
.ˈ 
-
 
 
 
-
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
ˈ 
-
ˈ 
-
ˈ 
-
.ˈ 
,ˈ 
 
-
 
ˈ 
-
.ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
ˈ 
-
-
ˈ 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
-
ˈ 
.ˈ 
-
ˈ 
,ˈ 
 
-
,ˈ 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
 
.ˈ 
-
.ˈ 
 
-
ˈ 
 
 
?ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
,ˈ 
 
ˈ 
-
 
 
-
-
ˈ 
-
ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
,ˈ 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
-
-
.ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
 
-
-
 
 
-
-
.ˈ 
 
 
 
 
 
-
 
ˈ 
-
.ˈ 
 
-
 
-
 
 
-
.ˈ 
 
-
 
 
 
-
-
-
 
ˈ 
-
 
-
-
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
-
ˈ 
ˈ 
 
-
-
?!ˈ 
 
 
 
-
 
ˈ 
-
 
-
 
-
,ˈ 
-
-
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
 
-
 
ˈ 
 
-
 
-
 
-
 
-
ˈ 
 
 
?!ˈ 
 
-
 
-
.ˈ 
 
 
-
 
ˈ 
 
-
 
 
-
-
-
 
,ˈ 
-
 
-
.ˈ 
-
!ˈ 
 
-
 
-
.ˈ 
 
 
 
-
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
-
 
-
 
-
 
.ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
 
-
 
ˈ 
ˈ 
 
 
 
ˈ 
-
-
-
 
-
 
 
,ˈ 
-
 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
-
ˈ 
 
-
 
-
-
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
-
.ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
 
-
 
 
,ˈ 
-
,ˈ 
 
!ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
?ˈ 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
-
 
 
 
.ˈ 
?!ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
 
 
ˈ 
 
 
-
 
 
ˈ 
-
 
-
 
.ˈ 
 
?ˈ 
-
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
?ˈ 
 
.ˈ 
 
-
?ˈ 
 
 
-
-
 
ˈ 
 
-
 
.ˈ 
 
 
-
!ˈ 
-
ˈ 
 
 
 
-
.ˈ 
-
 
 
-
 
.ˈ 
-
 
?ˈ 
ˈ 
.ˈ 
 
 
?ˈ 
ˈ 
-
,ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
-
-
 
 
,ˈ 
 
ˈ 
 
-
!ˈ 
 
-
!ˈ 
 
ˈ 
 
 
-
.ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
 
?ˈ 
 
 
-
 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
-
-
 
 
,ˈ 
 
-
ˈ 
,ˈ 
 
,ˈ 
 
-
,ˈ 
-
-
ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
-
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
-
 
 
?ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
 
ˈ 
-
-
 
.ˈ 
 
-
 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
-
-
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
-
 
.ˈ 
-
 
 
-
 
 
-
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
-
-
,ˈ 
-
-
,ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
?ˈ 
 
-
-
 
.ˈ 
 
-
 
 
 
-
,ˈ 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
-
 
 
 
 
-
 
,ˈ 
 
 
,ˈ 
-
 
 
ˈ 
 
-
ˈ 
-
 
-
 
 
.ˈ 
?ˈ 
?ˈ 
 
.ˈ 
 
-
! 
 
-
-
.ˈ 
 
 
 
,ˈ 
 
-
?ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
-
.ˈ 
-
 
-
 
.ˈ 
-
 
 
 
 
-
 
-
,ˈ 
 
 
-
-
ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
 
-
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
!ˈ 
 
!ˈ 
!ˈ 
 
 
 
 
 
 
-
-
-
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
-
 
-
 
.ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
 
-
-
-
.ˈ 
 
-
-
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
?ˈ 
 
 
 
 
 
-
 
.ˈ 
-
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
,ˈ 
-
 
-
-
 
!ˈ
 
 
,ˈ 
.ˈ 
 
-
-
,ˈ 
 
-
.ˈ 
-
-
 
 
-
 
 
-
.ˈ 
ˈ 
-
 
 
-
 
-
.ˈ 
 
-
!ˈ 
 
.ˈ 
,ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
,ˈ 
-
-
 
 
 
 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
 
,ˈ 
,ˈ 
-
.ˈ 
 
 
-
-
ˈ 
 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
-
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
ˈ 
-
 
-
 
 
-
 
.ˈ 
 
,ˈ 
 
-
 
-
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
-
 
-
,ˈ 
 
-
 
!ˈ 
 
 
?ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
-
,ˈ 
ˈ 
 
-
 
 
 
-
 
ˈ 
-
-
- 
 
 
 
.ˈ 
 
,ˈ 
-
 
 
-
 
ˈ 
-
-
 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
-
 
 
-
-
ˈ 
 
 
-
 
ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
-
 
 
 
 
-
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
-
,ˈ 
 
,ˈ 
-
 
-
 
,ˈ 
-
.ˈ 
 
 
ˈ 
-
 
 
-
.ˈ 
ˈ 
-
ˈ 
 
 
 
,ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
-
-
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
ˈ 
-
 
-
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
-
 
ˈ 
 
-
 
 
-
 
,ˈ 
.ˈ 
-
 
-
 
,ˈ 
-
-
.ˈ
-
 
 
-
.ˈ 
 
-
,ˈ 
 
 
-
-
 
,ˈ 
-
 
-
 
-
ˈ 
-
ˈ 
-
 
, 
-
.ˈ 
 
-
 
 
-
,ˈ 
-
 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
-
,ˈ 
 
-
 
 
 
-
 
.ˈ 
,ˈ 
 
-
-
-
.ˈ 
 
 
 
-
-
-
 
-
.ˈ 
 
-
 
-
 
-
.ˈ 
 
 
-
 
 
,ˈ 
-
-
-
.ˈ 
 
-
 
-
 
-
 
,ˈ 
-
 
 
-
.ˈ 
 
-
!ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
-
-
 
,ˈ 
 
-
 
,ˈ 
-
 
 
-
-
,ˈ 
 
-
,ˈ 
-
 
, 
.ˈ 
 
 
 
.ˈ 
-
 
-
 
-
 
.ˈ 
 
 
 
-
,ˈ 
 
-
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
!ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
-
 
 
,ˈ 
-
?ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
-
 
 
 
-
-
 
.ˈ 
-
 
,ˈ 
 
 
 
!ˈ 
 
 
-
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
-
-
-
 
ˈ 
-
-
-
 
ˈ 
-
-
 
 
 
-
 
.ˈ 
-
,ˈ 
 
-
.ˈ 
 
,ˈ 
-
.ˈ 
 
,ˈ 
 
-
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
-
?ˈ 
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
 
-
,ˈ 
ˈ 
-
.ˈ 
 
ˈ 
 
-
 
,ˈ 
-
 
-
-
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
,ˈ 
-
 
ˈ 
-
-
 
ˈ 
-
 
 
ˈ 
-
-
 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ
 
ˈ 
-
-
 
 
,ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
.ˈ 
 
-
ˈ 
-
 
ˈ 
 
-
 
 
 
 
,ˈ 
 
-
,ˈ 
-
,ˈ 
-
 
 
ˈ 
-
 
,ˈ 
,ˈ 
,ˈ 
-
.ˈ 
-
 
 
-
ˈ 
-
 
 
 
-
 
-
 
 
.ˈ 
ˈ 
-
 
-
ˈ 
 
 
,ˈ 
 
-
 
 
-
-
.ˈ 
,ˈ 
-
 
 
 
-
?ˈ 
 
-
-
.ˈ 
 
!ˈ 
 
 
-
 
 
ˈ 
-
,ˈ 
 
 
-
 
-
 
-
 
 
 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
-
-
ˈ 
-
 
 
-
-
?ˈ 
 
 
ˈ 
 
 
-
-
.ˈ 
 
 
-
-
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
-
-
 
 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
-
 
-
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
-
 
-
-
 
 
-
,ˈ 
 
.ˈ 
 
-
.ˈ 
-
 
-
-
-
 
.ˈ 
 
-
 
ˈ 
-
-
.ˈ 
-
-
-
 
.ˈ 
-
 
-
 
,ˈ 
-
 
-
 
,ˈ 
 
-
 
 
,ˈ 
 
-
 
,ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
-
ˈ 
,ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
-
 
-
-
-
 
-
 
.ˈ 
-
 
 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
-
ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
-
-
-
ˈ 
 
 
 
-
-
.ˈ 
 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
.ˈ 
.ˈ 
 
 
-
 
 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
?ˈ 
 
 
 
 
 
ˈ 
-
 
-
 
-
.ˈ 
 
.ˈ 
-
 
-
-
.ˈ 
 
.ˈ 
-
 
-
-
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
?ˈ 
 
 
-
,ˈ 
 
 
-
 
,ˈ 
-
 
ˈ 
 
-
ˈ 
 
 
 
-
.ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
 
-
ˈ 
-
,ˈ 
 
 
ˈ 
-
.ˈ 
-
ˈ 
-
ˈ 
ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
-
 
-
 
 
 
-
,ˈ 
-
 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
-
.ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
-
-
-
 
-
 
-
 
-
-
.ˈ 
 
 
ˈ 
 
 
,ˈ 
-
 
 
-
,ˈ 
-
 
 
-
.ˈ 
-
 
 
 
 
?ˈ 
 
-
 
 
.ˈ 
-
 
?ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
-
-
,ˈ 
-
 
,ˈ 
-
-
ˈ 
-
 
 
-
-
-
 
-
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
 
-
 
-
 
 
ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
-
-
 
-
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
-
 
?ˈ 
 
 
 
?ˈ 
 
-
 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
-
 
 
-
-
ˈ 
-
 
ˈ 
 
 
 
-
 
.ˈ 
-
-
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
,ˈ 
-
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
-
-
 
,ˈ 
 
-
 
-
!ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
-
-
 
 
-
-
-
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
-
-
-
ˈ 
 
-
.ˈ 
 
-
,ˈ 
-
-
 
-
-
 
.ˈ 
 
 
-
?ˈ 
-
 
 
-
.ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
-
 
 
.ˈ 
-
-
 
 
 
-
 
 
-
 
.ˈ 
-
-
ˈ 
-
-
ˈ
-
-
ˈ 
-
-
ˈ 
-
 
-
-
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
-
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
?ˈ 
!ˈ 
 
!ˈ 
 
.ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
?ˈ 
 
-
?ˈ 
 
!ˈ 
 
!ˈ 
-
.ˈ 
 
.ˈ 
 
.ˈ 
?ˈ 
?ˈ 
 
.ˈ 
-
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
-
,ˈ 
-
-
-
 
ˈ 
.ˈ 
ˈ 
-
 
-
ˈ 
-
ˈ 
 
-
-
ˈ 
-
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
-
 
 
-
 
-
-
,ˈ 
 
-
-
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
!ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
 
!ˈ 
 
.ˈ 
 
.ˈ 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
 
-
 
-
 ... 
 
-
.ˈ 
 
.ˈ 
 
-
 
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
ˈ 
-
-
 
 
-
.ˈ 
,ˈ 
 
-
 .... 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
 
-
ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
 
,ˈ 
-
.ˈ 
-
 
 
-
 
 
ˈ 
-
 
 
,ˈ 
-
 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
-
 
-
 
 
-
.ˈ 
-
-
 
 
,ˈ 
-
,ˈ 
-
-
 
.ˈ 
 
-
.ˈ 
-
 
 
-
ˈ 
 
-
ˈ 
-
-
-
 
-
 
 
 
 
-
-
 
 
 
 
 
.ˈ 
-
ˈ 
-
 
-
 
 
-
.ˈ 
 
,ˈ 
-
,ˈ 
-
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
!ˈ 
 
?ˈ 
 
 
 
 
 
 
-
 
.ˈ 
 
?ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
 
ˈ 
-
-
 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
-
.ˈ 
,ˈ 
 
-
 
 
 
?ˈ 
 
 
 
.ˈ 
 
-
 
 
?ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
-
 
-
.ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
-
-
 
-
 
,ˈ 
 
 
-
 
-
 
,ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
-
-
 
 
 
-
 
 
ˈ 
-
 
 
 
-
-
 
-
 
-
 
.ˈ 
-
-
 
 
-
-
ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
-
.ˈ 
 
-
 
-
 
ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
-
-
 
.ˈ 
 
-
-
 
-
 
-
 
 
.ˈ 
-
 
 
 
-
-
 
-
 
-
 
 
 
 
.ˈ 
,ˈ 
 
-
ˈ 
 
 
 
 
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
-
ˈ 
-
-
-
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
-
 
 
ˈ 
 
 
-
,ˈ 
 
-
-
 
 
-
,ˈ 
-
-
ˈ 
 
 
,ˈ 
 
 
ˈ 
-
-
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
-
-
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
-
-
 
ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
,ˈ 
-
 
,ˈ 
 
 
?ˈ 
 
.ˈ 
 
.ˈ 
-
 
-
.ˈ 
-
 
 
 
ˈ 
-
 
 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
-
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
-
 
-
-
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
-
,ˈ 
,ˈ 
,ˈ 
 
 
 
-
,ˈ 
 
 
 
,ˈ 
-
 
-
.ˈ 
 
?ˈ 
 
 
-
ˈ 
-
 
 
 
-
ˈ 
-
-
 
?ˈ 
-
 
-
.ˈ 
 
.ˈ 
-
-
 
-
-
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
ˈ 
-
 
 
-
 
-
-
 
.ˈ 
-
 
 
-
 
 
,ˈ 
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
 
-
 
-
 
ˈ 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
?ˈ 
 
?ˈ 
 
 
,ˈ 
-
 
-
 
 
 
 
 
-
-
ˈ 
-
 
 
.ˈ 
-
 
 
?!ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
,ˈ 
 
 
 
ˈ 
-
-
 
.ˈ 
-
 
 
 
-
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
-
 
-
?ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
 
 
-
 
-
 
.ˈ 
 
 
-
 
-
ˈ 
 
-
 
-
 
ˈ 
-
 
.ˈ 
,ˈ 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
-
ˈ 
-
ˈ 
-
-
ˈ 
-
 
-
-
 
-
 
 
,ˈ 
-
 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
 
 
-
 
?ˈ 
-
 
 
-
 
-
 
?ˈ 
 
-
-
 
-
 
-
?ˈ 
.ˈ 
 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
 
-
 
 
-
 
-
-
-
 
 
.ˈ 
 
 
 
-
?ˈ 
.ˈ 
-
 
 
 
 
,ˈ 
 
-
-
 
-
 
-
-
,ˈ 
.ˈ 
 
-
ˈ 
 
-
ˈ 
 
-
.ˈ 
-
-
,ˈ 
-
 
-
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
!ˈ 
-
 
-
!ˈ 
 
 
?ˈ 
-
 
?ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
 
 
-
ˈ 
-
 
-
 
 
 
 
-
-
 
?ˈ 
 
.ˈ 
 
-
,ˈ 
-
-
ˈ 
 
-
.ˈ 
 
 
-
 
 
-
 
.ˈ 
-
 
ˈ 
-
 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
-
 
ˈ 
 
,ˈ 
 
-
-
,ˈ 
.ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
 
-
ˈ 
 
 
,ˈ 
-
 
 
-
-
.ˈ 
 
,ˈ 
-
.ˈ 
 
,ˈ 
 
-
-
.ˈ 
,ˈ 
.ˈ 
-
 ...ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
 
-
ˈ 
 
-
-
 
 
ˈ 
-
,ˈ 
-
-
.ˈ 
 
-
-
 
 
-
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
 
-
 
 
 
!ˈ 
 
 
-
 
,ˈ 
 
-
 
,ˈ 
 
 
-
 
,ˈ 
-
-
-
 
-
 
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
-
 
.ˈ 
 
-
 
-
 
-
ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
ˈ 
-
ˈ 
 
 
-
.ˈ 
-
-
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
-
-
 
ˈ 
,ˈ 
 
.ˈ 
-
 
-
 
,ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
,ˈ 
 
-
 
.ˈ 
 
? 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
-
 
 
 
-
.ˈ 
 
 
-
-
 
,ˈ 
-
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
-
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
-
-
-
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
-
 
-
-
 
-
.ˈ 
-
.ˈ 
 
-
-
-
,ˈ 
 
-
 
-
.ˈ 
?ˈ 
-
 
.ˈ 
-
 
 
-
 
-
 
.ˈ 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
 
-
-
 
,ˈ 
-
 
 
-
-
.ˈ 
-
 
 
 
 
-
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
-
 
.ˈ 
-
 
-
 
.ˈ 
-
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
,ˈ 
-
 
 
 
,ˈ 
-
 
 
-
ˈ 
-
 
 
.ˈ 
-
 
 
-
 
 
,ˈ 
.ˈ 
 
 
-
-
-
,ˈ 
 
-
 
-
-
.ˈ 
-
 
!ˈ 
.ˈ 
-
 
 
 
-
!ˈ 
-
-
 
 
-
 
-
,ˈ 
 
-
 
-
ˈ 
-
.ˈ 
-
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ
 
-
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
-
 
ˈ 
-
.ˈ 
-
 
,ˈ 
 
 
ˈ 
-
 
-
,ˈ 
 
-
,ˈ 
,ˈ 
.ˈ 
-
 
-
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
-
 
,ˈ 
 
-
?ˈ 
 
-
-
 
?ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
-
?ˈ 
 
-
 
.ˈ 
 
 
 
-
 
 
-
,ˈ 
 
-
-
-
 
.ˈ 
-
-
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
 
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
-
.ˈ 
.ˈ 
 
 
 
!ˈ 
,ˈ 
.ˈ 
-
.ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
-
 
 
-
 
 
-
,ˈ 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
-
 
-
 
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
-
 
 
-
 
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
 
 
 
-
 
ˈ 
-
-
 
.ˈ 
 
 
 
?ˈ 
 
-
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
-
,ˈ 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ
 
ˈ 
 
-
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
-
 
-
 
 
-
 
,ˈ 
 
-
,ˈ 
-
,ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
 
 
 
 
 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
-
?ˈ 
-
 
 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
 
-
-
.ˈ 
 
-
 
ˈ 
,ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
,ˈ 
 
-
,ˈ 
-
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
 
 
,ˈ 
 
-
 
-
,ˈ 
 
-
 
-
 
ˈ 
 
,ˈ 
 
-
 
-
-
-
 
.ˈ 
 
-
.ˈ 
, 
, 
,ˈ 
 
-
,ˈ 
-
.ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
 
-
,ˈ 
-
ˈ 
-
-
,ˈ 
-
ˈ 
-
-
,ˈ 
-
,ˈ 
-
-
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
!ˈ 
 
-
 
-
 
,ˈ 
-
 
 
.ˈ 
 
-
, 
 
,ˈ 
-
.ˈ 
-
 
-
.ˈ 
-
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
-
ˈ 
-
-
 
 
-
,ˈ 
-
-
 
,ˈ 
-
-
 
-
 
-
.ˈ 
 
-
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
-
!ˈ 
-
-
!ˈ 
-
!ˈ 
-
 
?ˈ 
 
?ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
-
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
-
 
 
!?ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
-
.ˈ 
 
 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
-
-
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
!?ˈ 
 
-
 
-
 
-
 
-
 
.ˈ 
 
-
.ˈ 
 
-
-
 
,ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
-
ˈ 
.ˈ 
-
 
 
,ˈ 
-
-
 
 
ˈ 
 
-
ˈ 
-
-
 
 
.ˈ 
 
,ˈ 
,ˈ 
-
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
-
-
ˈ 
-
,ˈ 
-
,ˈ 
-
-
 
 
-
,ˈ 
-
-
ˈ 
-
,ˈ 
-
,ˈ 
 
.ˈ 
-
 
,ˈ 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
 
?! 
 
 
-
 
 
,ˈ 
-
-
 
-
.ˈ 
 
 
-
 
-
,ˈ 
 
 
 
,ˈ 
 
!ˈ 
 
 
,ˈ 
.ˈ 
 
 
-
 
 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
-
 
 
-
,ˈ 
 
 
-
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
!ˈ 
-
 
,ˈ 
-
 
-
ˈ 
,ˈ 
-
.ˈ 
-
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
-
 
 
ˈ 
 
-
-
 
-
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
-
 
-
 
.ˈ 
-
 
 
,ˈ 
 
 
 
,ˈ 
-
.ˈ 
ˈ 
-
.ˈ 
-
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
 
.ˈ 
-
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
-
 
 
 
 
.ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
 
 
-
 
?ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
-
-
 
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
-
 
-
,ˈ 
 
.ˈ 
 
 
-
?ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
-
-
.ˈ
 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
-
,ˈ 
 
 
 
 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
 
 
-
.ˈ 
 
-
ˈ 
-
-
 
-
.ˈ 
-
 
-
 
-
.ˈ 
 
ˈ 
.ˈ 
-
 
 
?ˈ 
 
-
?ˈ 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
-
 
-
 
,ˈ 
-
 
-
-
,ˈ 
-
 
-
-
-
,ˈ 
 
 
-
-
 
.ˈ 
ˈ 
 
 
-
 
 
-
 
 
.ˈ 
 
,ˈ 
 
-
 
 
ˈ 
-
ˈ 
 
-
-
 
 
,ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
-
 
?ˈ 
-
 
 
-
 
?ˈ 
 
-
?ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
?ˈ 
-
-
?ˈ 
-
?ˈ 
 
-
 
 
-
 
-
 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
.ˈ 
 
-
 
 
-
 
,ˈ 
 
 
ˈ 
-
-
 
-
-
-
.ˈ 
-
 
 
 
-
-
,ˈ 
-
.ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
-
 
-
 
ˈ 
ˈ 
 
-
 
-
 
,ˈ 
-
 
-
 
.ˈ 
-
-
 
ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
-
 
-
-
 
 
.ˈ 
 
 
-
ˈ 
-
-
 
 
-
 
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
-
-
,ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
ˈ 
 
-
 
 
.ˈ 
-
 
-
 
-
.ˈ 
ˈ 
 
-
 
,ˈ 
-
 
-
 
-
 
 
.ˈ 
-
 
-
.ˈ 
 
-
,ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
?ˈ 
 
 
-
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
 
.ˈ 
 
.ˈ 
-
 
 
,ˈ 
 
-
 
 
 
-
.ˈ 
-
 
.ˈ 
 
-
-
 
.ˈ 
 
 
-
-
.ˈ 
,ˈ 
 
-
 
 
 
.ˈ 
 
-
 
-
 
-
 
 
.ˈ 
 
 
,ˈ 
-
 
 
ˈ 
 
-
-
 
-
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
-
 
,ˈ 
-
 
 
?ˈ 
-
 
 
.ˈ 
-
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
-
.ˈ 
 
 
-
 
,ˈ 
-
 
-
 
 
ˈ 
-
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
,ˈ 
 
 
 
-
ˈ 
.ˈ 
-
-
 
 
!ˈ 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
-
?ˈ 
-
 
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
-
-
 
 
ˈ 
-
.ˈ 
-
 
 
-
.ˈ 
-
-
 
 
 
 
-
 
 
,ˈ 
-
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
-
-
 
.ˈ 
 
 
-
-
 
,ˈ 
-
-
-
 
 
,ˈ 
 
-
-
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
-
-
 
-
 
 
ˈ 
 
 
 
.ˈ 
-
 
-
-
 
ˈ 
 
 
,ˈ 
-
 
.ˈ 
-
-
 
-
 
 
-
,ˈ 
 
!ˈ 
 
ˈ 
 
-
 
 
-
 
ˈ 
-
 
-
-
-
.ˈ 
 
-
 
 
-
.ˈ 
-
-
 
-
.ˈ 
-
 
 
 
-
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
-
-
 
 
 
.ˈ 
 
ˈ 
-
 
-
 
 
-
.ˈ 
 
ˈ 
 
-
-
 
 
 
 
-
 
,ˈ 
-
 
-
 
-
,ˈ 
-
 
-
 
.ˈ 
 
-
 
 
 
?ˈ 
-
,ˈ 
 
 
,ˈ 
-
 
-
-
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
-
-
-
ˈ 
 
 
,ˈ 
-
ˈ 
-
-
 
 
 
.ˈ 
 
ˈ 
-
,ˈ 
 
 
.ˈ
 
 
-
ˈ 
-
 
 
-
,ˈ 
 
 
 
 
 
-
.ˈ 
 
 
?ˈ 
-
 
 
-
ˈ 
-
 
ˈ 
 
-
 
ˈ 
 
ˈ 
-
.ˈ 
-
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
 
 
 
 
.ˈ 
-
 
 
-
,ˈ 
-
 
 
ˈ 
 
 
 
 
ˈ 
-
-
.ˈ 
-
 
-
 
 
-
 
-
,ˈ 
 
,ˈ 
-
 
-
 
ˈ 
 
-
 
-
-
 
ˈ 
-
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
 
-
 
ˈ 
 
 
 
ˈ 
-
 
 
ˈ 
 
 
 
 
.ˈ 
-
-
 
 
.ˈ 
-
 
 
-
 
ˈ 
 
-
ˈ 
 
-
.ˈ 
-
 
-
 
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
-
 
 
,ˈ 
 
 
 
 
?ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
-
-
 
 
 
-
-
?ˈ 
 
 
-
 
-
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
-
 
 
-
-
-
:ˈ 
 
?ˈ 
 
?ˈ 
-
 
?ˈ 
 
.ˈ 
-
 
 
 
-
 
-
ˈ 
 
 
 
 
-
 
.ˈ 
 
-
 
 
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
-
 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
-
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
-
,ˈ 
-
ˈ 
-
.ˈ 
-
 
-
,ˈ 
-
,ˈ 
-
 
 
,ˈ 
-
-
,ˈ 
-
 
 
 
-
ˈ 
-
 
 
.ˈ 
-
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
-
-
 
-
-
.ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
 
-
-
 
 
 
-
 
,ˈ 
 
-
 
.ˈ 
-
-
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
 
 
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
 
 
-
-
ˈ 
 
-
-
ˈ 
-
 
-
-
 
-
ˈ 
-
-
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
-
 
-
-
,ˈ 
-
.ˈ 
-
 
ˈ 
.ˈ 
 
 
 
,ˈ 
-
ˈ 
-
-
 
-
 
.ˈ 
 
 
 
-
?ˈ 
 
.ˈ 
ˈ 
-
-
 
-
 
.ˈ 
.ˈ 
 
 
-
.ˈ 
-
 
-
 
ˈ 
-
 
-
.ˈ 
 
 
-
 
ˈ 
-
-
ˈ 
-
ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
-
 
-
.ˈ 
-
 
-
 
-
 
,ˈ 
-
 
-
-
.ˈ 
 
-
 
 
-
-
,ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
-
 
-
,ˈ 
 
,ˈ 
 
 
 
?ˈ 
.ˈ 
-
 
-
 
 
-
?ˈ 
-
-
 
 
-
 
.ˈ 
 
 
-
 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
-
 
 
ˈ 
 
-
ˈ 
-
 
 
-
,ˈ 
-
 
-
-
 
,ˈ 
 
 
-
 
-
 
 
-
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
.ˈ 
-
 
 
-
 
,ˈ 
-
 
-
,ˈ 
-
 
 
-
ˈ 
-
 
 
-
-
ˈ 
-
-
 
-
.ˈ 
-
 
-
,ˈ 
 
-
 
-
.ˈ 
 
-
, 
-
 
-
 
.ˈ 
 
-
,ˈ 
 
-
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
 
,ˈ 
.ˈ
-
 
 
 
-
.ˈ 
 
ˈ 
 
 
 
-
,ˈ 
-
ˈ 
 
-
 
 
 
-
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
-
-
 
?ˈ 
,ˈ 
 
 
-
ˈ 
,ˈ 
,ˈ 
 
ˈ 
ˈ 
-
 
-
-
 
ˈ 
-
 
 
-
.ˈ 
 
-
 
ˈ 
 
-
 
 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
 
 
 
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
 
-
.ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
-
 
-
ˈ 
-
 
ˈ 
-
 
-
-
 
ˈ 
-
 
-
-
 
.ˈ 
-
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
-
 
.ˈ 
-
 
 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
-
-
.ˈ 
-
 
 
-
 
-
.ˈ 
 
-
?ˈ 
 
-
 
-
 
 
-
 
.ˈ 
 
 
 
-
-
,ˈ 
-
-
 
 
.ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
-
 
-
 
ˈ 
-
-
-
ˈ 
-
ˈ 
 
 
 
-
 
.ˈ 
-
,ˈ 
 
-
 
-
 
 
-
?ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
?ˈ 
 
.ˈ 
 
 
-
 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
-
 
-
 
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
 
.ˈ 
-
 
-
ˈ 
-
.ˈ 
-
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
 
 
.ˈ 
 
-
 
-
 
 
-
 
.ˈ
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
-
-
 
,ˈ 
-
 
-
-
 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
ˈ 
 
-
 
ˈ 
 
 
-
-
 
ˈ 
 
 
-
.ˈ
 
-
ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
-
 
?ˈ 
 
-
 
-
 
,ˈ 
-
 
 
.ˈ 
 
-
 
-
-
 
.ˈ 
-
 
-
,ˈ 
 
.ˈ 
-
-
 
ˈ 
 
-
ˈ 
ˈ 
 
.ˈ 
-
 
-
-
 
ˈ 
-
-
ˈ 
 
 
 
,ˈ 
-
ˈ 
-
ˈ 
 
ˈ 
 
 
-
 
 
 
-
,ˈ 
 
-
 
,ˈ 
,ˈ 
,ˈ 
-
-
.ˈ 
 
-
?ˈ 
-
 
-
 
.ˈ 
 
 
 
 
-
-
 
 
-
 
.ˈ 
-
 
ˈ 
-
.ˈ 
-
 
-
,ˈ 
-
-
 
,ˈ 
-
 
 
 
-
,ˈ 
-
 
-
 
-
.ˈ 
-
 
-
 
-
 
,ˈ 
 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
-
 
 
-
.ˈ 
 
-
 
-
 
.ˈ 
-
 
ˈ 
 
 
 
-
-
.ˈ 
-
 
ˈ 
 
?ˈ 
-
 
 
-
,ˈ 
-
 
,ˈ 
-
 
-
 
-
-
 
 
-
,ˈ 
 
-
-
.ˈ 
-
-
-
 
 
-
 
 
,ˈ 
-
 
-
 
 
 
ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
-
 
-
 
 
 
.ˈ 
-
 
 
-
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
ˈ 
 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
-
,ˈ 
-
 
-
!ˈ 
ˈ 
-
 
-
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
-
 
 
-
.ˈ 
-
 
-
-
?ˈ 
-
 
ˈ 
-
.ˈ 
-
 
,ˈ 
 
ˈ 
-
 
-
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
-
-
 
,ˈ 
 
ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
-
?ˈ 
-
 
 
ˈ 
 
-
 
-
-
-
,ˈ 
-
 
 
.ˈ 
-
:ˈ 
 
 
!ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
 
-
ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
-
-
 
,ˈ 
-
-
 
,ˈ 
 
 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
ˈ 
-
ˈ 
-
ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
-
.ˈ 
-
 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
.ˈ 
-
 
 
-
 
ˈ 
-
!ˈ 
-
.ˈ
-
-
?ˈ 
ˈ 
 
 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
 
-
 
,ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
 
 
-
 
,ˈ 
,ˈ 
-
-
-
,ˈ 
 
-
-
 
 
,ˈ 
 
-
ˈ 
-
-
 
-
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
 
!ˈ 
 
 
-
 
,ˈ 
-
 
 
.ˈ 
-
-
 
 
.ˈ 
 
-
 
,ˈ 
-
ˈ 
-
ˈ 
 
 
.ˈ 
-
 
 
-
-
 
ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
 
-
 
 
 
-
-
.ˈ 
 
-
 
,ˈ 
 
 
-
 
-
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ
ˈ 
 
-
,ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
-
 
 
-
.ˈ 
 
-
,ˈ 
-
 
ˈ 
 
 
 
-
ˈ 
-
 
 
-
 
-
,ˈ 
-
 
-
 
 
,ˈ 
 
 
-
,ˈ 
 
ˈ 
-
 
,ˈ 
-
-
 
-
.ˈ 
 
 
 
ˈ 
 
 
-
-
 
-
ˈ 
-
 
.ˈ 
ˈ 
-
 
-
-
ˈ 
ˈ 
 
-
 
,ˈ 
 
 
 
-
.ˈ 
 
-
-
-
-
.ˈ 
 
 
ˈ 
-
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
-
-
 
 
 
 
ˈ 
,ˈ 
-
 
 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
?ˈ 
-
-
 
-
-
 
-
-
.ˈ 
 
 
ˈ 
 
-
 
-
 
?ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
.ˈ 
-
-
 
,ˈ 
-
 
 
-
.ˈ 
.ˈ 
-
 
ˈ 
 
 
 
-
-
 
.ˈ 
,ˈ 
 
,ˈ 
 
-
ˈ 
 
 
-
.ˈ 
-
 
 
,ˈ 
 
-
 
 
-
.ˈ 
-
.ˈ 
 
 
!ˈ 
 
?ˈ 
 
 
.ˈ 
-
ˈ 
 
ˈ 
-
 
ˈ 
-
-
 
-
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
-
ˈ 
-
.ˈ 
-
ˈ 
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
-
-
 
 
 
?ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
 
-
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
 
-
.ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
ˈ 
-
-
 
 
-
 
 
-
-
 
 
ˈ 
-
 
 
-
 
ˈ 
-
 
-
 
 
.ˈ 
-
-
ˈ 
ˈ 
-
-
 
-
 
ˈ 
-
-
,ˈ 
-
-
-
 
 
 
-
-
.ˈ 
-
-
-
ˈ 
 
ˈ 
-
-
 
 
ˈ 
-
ˈ 
-
-
 
ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
 
 
-
 
-
 
.ˈ 
 
-
ˈ 
-
 
-
,ˈ 
-
 
-
ˈ 
-
ˈ 
,ˈ 
 
.ˈ 
-
 
 
-
-
 
 
.ˈ 
 
.ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
ˈ 
-
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
-
 
-
ˈ 
-
 
 
-
 
.ˈ 
-
-
 
 
 
 
 
 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
-
.ˈ 
,ˈ 
 
 
 
 
 
 
-
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
 
-
,ˈ 
 
ˈ 
-
 
 
-
-
 
-
,ˈ 
 
-
.ˈ 
-
 
 
-
 
 
-
ˈ 
 
-
ˈ 
-
ˈ 
 
 
,ˈ 
-
 
 
 
 
 
,ˈ 
 
-
 
-
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
ˈ 
-
.ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
 
?ˈ 
 
-
 
ˈ 
-
 
-
 
 
-
 
?ˈ 
 
-
 
-
.ˈ 
 
-
 
 
 
ˈ 
-
 
,ˈ 
-
 
-
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
-
 
.ˈ 
-
 
-
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
-
 
-
 
ˈ 
 
ˈ 
 
,ˈ 
-
-
 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
ˈ 
 
-
,ˈ 
,ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
!ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
-
 
.ˈ 
-
 
!ˈ 
 
!ˈ 
 
-
 
ˈ 
-
!ˈ 
 
-
ˈ 
 
 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
 
-
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
?ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
!ˈ 
-
 
-
-
ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
-
ˈ 
-
 
-
-
 
-
 
ˈ 
-
-
ˈ 
-
 
,ˈ 
.ˈ 
-
 
,ˈ 
-
-
.ˈ 
 
 
-
 
-
 
-
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
-
 
-
-
 
 
.ˈ 
 
-
-
.ˈ 
-
ˈ 
-
 
ˈ 
 
-
 
 
,ˈ 
 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
?ˈ 
 
!ˈ 
 
-
 
 
-
.ˈ 
 
-
ˈ 
-
 
 
 
.ˈ 
-
 
-
-
-
 
-
-
ˈ 
-
-
 
-
-
.ˈ 
-
ˈ 
-
 
 
,ˈ 
 
-
 
 
 
-
 
 
-
ˈ 
 
 
-
-
-
.ˈ 
 
-
 
-
 
ˈ 
-
 
 
-
.ˈ 
-
 
-
 
-
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
,ˈ 
 
-
 
 
 
-
-
.ˈ 
-
 
 
-
-
.ˈ 
 
-
-
.ˈ 
 
 
 
-
-
 
.ˈ 
-
-
 
-
 
 
,ˈ 
-
-
 
 
-
.ˈ 
-
-
-
 
 
-
 
.ˈ 
-
 
 
 
ˈ 
-
-
 
-
ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
-
 
 
-
 
 
.ˈ 
 
-
ˈ 
 
-
-
 
ˈ 
-
-
.ˈ 
-
 
 
 
!ˈ 
 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
.ˈ 
-
-
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
,ˈ 
-
 
 
ˈ 
 
 
 
-
-
,ˈ 
 
 
,ˈ 
-
 
-
?ˈ 
 
-
 
-
-
.ˈ 
: 
 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
.ˈ 
-
.ˈ 
-
-
!ˈ 
 
 
-
 
-
 
ˈ 
-
ˈ 
 
-
 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
ˈ 
 
 
 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
 
ˈ 
 
-
 
?ˈ 
 
 
 
-
-
.ˈ 
 
-
:ˈ 
!ˈ 
 
!ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
?ˈ 
 
!ˈ 
 
 
-
 
ˈ 
-
!ˈ 
-
 
-
 
-
 
 
 
.ˈ 
 
-
-
ˈ 
-
 
-
 
 
-
 
 
-
-
ˈ 
-
 
 
-
ˈ 
-
 
-
-
 
ˈ 
 
-
-
ˈ 
-
ˈ 
-
-
 
 
.ˈ 
-
 
 
-
-
 
-
.ˈ 
.ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
-
 
ˈ 
-
 
-
-
-
.ˈ 
 
-
-
-
,ˈ 
,ˈ 
.ˈ 
 
 
-
-
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
-
-
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
-
 
-
-
-
ˈ 
-
 
 
ˈ 
-
-
ˈ 
 
.ˈ 
 
 
 
-
 
-
 
 
.ˈ 
-
 
?ˈ 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
 
 
 
 
-
 
-
ˈ 
-
-
 
,ˈ 
-
 
?ˈ 
 
 
ˈ 
-
-
 
-
 
-
 
-
 
,ˈ 
-
 
ˈ 
-
-
 
-
 
-
.ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
-
-
.ˈ 
 
 
-
 
ˈ 
 
-
-
 
.ˈ 
 
 
 
 
 
-
-
ˈ 
 
 
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
-
ˈ 
-
 
-
 
-
 
.ˈ 
 
-
ˈ 
-
-
 
-
.ˈ 
-
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
-
 
-
 
-
 
 
,ˈ 
 
-
-
 
ˈ 
-
 
-
 
.ˈ 
 
: 
-
ˈ 
-
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
-
 
-
-
 
-
:ˈ 
 
 
!ˈ 
ˈ 
-
-
 
 
-
-
.ˈ 
 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
-
 
-
 
ˈ 
-
 
 
.ˈ 
-
 
 
-
 
ˈ 
 
:ˈ 
 
 
!ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
-
 
 
ˈ 
-
-
 
-
 
-
-
.ˈ 
 
-
 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
ˈ 
-
-
 
 
 
.ˈ 
:ˈ 
 
 — 
 
ˈ 
-
 
.ˈ 
 
 
 
!ˈ 
 
-
-
 
-
-
 
?ˈ
,ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
:ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
-
 
-
.ˈ 
-
 
 
-
 
 
 
 
ˈ 
-
-
 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
 
-
ˈ 
-
-
 
-
-
 
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
-
-
ˈ 
 
.ˈ 
-
-
 
 
,ˈ 
 
-
 
 
 
.ˈ 
-
-
,ˈ 
 
 
.ˈ 
 
 
-
 
?ˈ 
 
!ˈ 
 
-
 
,ˈ 
 
 
,ˈ 
-
 
 
-
-
 
 
,ˈ 
 
-
-
-
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
:ˈ 
-
 
-
 
.ˈ 
 
ˈ 
-
 
 
-
-
 
 
-
ˈ 
-
 
-
.ˈ
ˈ 
 
 
-
ˈ 
 
 
 
-
.ˈ 
-
-
-
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
-
 
 
.ˈ 
-
 
-
ˈ 
-
 
-
 
-
-
.ˈ 
-
-
,ˈ 
-
.ˈ 
 
 
-
-
ˈ ... 
 
 
-
 
ˈ 
 
-
-
 
-
ˈ 
-
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
-
 
ˈ 
 
 
.ˈ 
-
-
ˈ 
-
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
-
-
 
-
 
 
 
.ˈ 
 
 
!ˈ 
 
-
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
?ˈ 
 
 
 
 
-
.ˈ 
 
.ˈ 
-
-
 
 
-
.ˈ 
-
ˈ 
 
ˈ 
.ˈ 
-
 
,ˈ 
 
 
ˈ 
-
-
.ˈ 
 
 
 
?ˈ 
-
 
-
 
-
?ˈ 
 
!ˈ 
 
 
-
 
-
 
.ˈ 
-
 
 
 
-
 
ˈ 
-
 
 
-
-
,ˈ 
-
-
.ˈ 
-
 
-
 
-
-
 
 
-
 
-
 
-
.ˈ 
-
 
 
-
 
ˈ 
-
 
 
-
.ˈ 
-
-
 
-
 
 
-
.ˈ 
 
-
 
-
!ˈ 
 
ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
 
 
 
-
-
 
 
-
.ˈ 
 
 
-
,ˈ 
 
-
-
 
,ˈ 
 
-
.ˈ 
-
 
-
 
-
.ˈ 
-
 
-
-
 
 
 
-
-
 
 
 
,ˈ 
-
 
-
.ˈ 
-
-
 
.ˈ 
-
.ˈ 
 
 
 
 
-
 
 
,ˈ 
 
-
,ˈ 
-
.ˈ 
-
 
 
 
 
.ˈ 
-
 
 
.ˈ 
-
-
 
-
-
 
.ˈ 
-
-
 
 
.ˈ 
 
-
 
-
 
ˈ 
-
-
 
 
.ˈ 
-
 
 
,ˈ 
.ˈ 
-
-
,ˈ 
 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
!ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
-
-
-
 
-
-
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
-
-
 
.ˈ 
 
 
-
 
-
 
-
-
 
 
.ˈ 
-
-
 
 
-
 
 
.ˈ 
-
 
-
 
 
 
 
-
 
 
 
.ˈ 
-
 
-
 
 
.ˈ 
 
-
-
-
 
 
-
-
!ˈ 
 
 
-
 
.ˈ 
!ˈ 
-
 
 
-
.ˈ 
-
 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
 
-
-
-
 
 
.ˈ 
-
ˈ 
-
 
 
 
ˈ 
-
 
-
-
 
-
-
,ˈ 
 
 
-
.ˈ 
 
!ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
.ˈ 
-
 
-
,ˈ 
-
 
,ˈ 
-
 
 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
-
 
 
,ˈ 
 
.ˈ 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
 
!ˈ 
-
 
-
.ˈ 
 
-
 
 
-
 
 
-
 
 
!ˈ 
 
 
 
-
,ˈ 
 
,ˈ 
-
 
ˈ 
 
-
.ˈ 
 
-
 
-
-
 
.ˈ 
,ˈ 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
:ˈ 
 
 
!ˈ 
 
 
-
 
 
,ˈ 
-
 
-
.ˈ 
 
-
 
,ˈ 
-
 
-
.ˈ 
: 
 
 
-
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
?ˈ 
.ˈ 
-
 
 
-
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
:ˈ 
 
 
!ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
-
 
-
ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
-
 
 
 
ˈ 
-
 
 
-
 
.ˈ 
-
 
?ˈ 
 
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
-
 
,ˈ 
 
-
 
 
,ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
 
ˈ 
 
 
-
 
ˈ 
 
 
-
-
 
 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
-
 
-
 
 
-
.ˈ 
 
 
 
 
-
 
 
.ˈ 
-
 
-
.ˈ 
-
 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
!ˈ 
-
 
ˈ 
 
-
,ˈ 
-
-
-
 
.ˈ 
 
 
ˈ 
 
-
-
-
.ˈ 
-
 
-
-
-
 
-
-
-
 
-
 
.ˈ 
-
 
-
,ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
 
-
-
.ˈ 
-
 
 
-
,ˈ 
.ˈ 
 
 
 
,ˈ 
!ˈ 
 
ˈ 
.ˈ 
 
-
 
 
-
 
?ˈ 
 
 
ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
-
 
-
 
?ˈ 
 
-
,ˈ 
-
.ˈ 
-
 
 
?ˈ 
-
 
 
?ˈ 
-
 
?ˈ 
 
 
-
 
-
 
.ˈ 
-
 
-
 
-
.ˈ 
 
 
-
?ˈ 
 
ˈ 
 
-
 
-
-
ˈ 
-
-
 
-
-
-
.ˈ 
 
.ˈ 
-
 
ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
 
 
 
-
-
ˈ 
-
-
.ˈ 
-
 
 
-
 
 
-
-
,ˈ 
-
-
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
-
 
-
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
?ˈ 
 
-
 
?ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
-
 
-
,ˈ 
 
 
 
 
 
-
 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
 
-
 
-
 
.ˈ 
 
-
 
-
-
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
-
 
-
,ˈ 
 
-
 
-
 
 
-
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
-
 
-
 
ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
-
 
 
 
-
ˈ 
-
 
-
 
,ˈ 
-
,ˈ 
-
 
 
-
 
 
ˈ 
 
 
.ˈ 
 
-
!ˈ 
 
?ˈ 
-
-
 
 
-
-
 
 
-
 
-
.ˈ 
 
-
ˈ 
-
 
-
-
 
 
-
 
 
,ˈ 
 
-
 
-
 
-
-
 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
-
-
,ˈ 
 
 
-
-
 
 
 
ˈ 
-
 
 
 
 
 
-
-
.ˈ 
 
-
-
 
,ˈ 
-
-
 
 
-
-
.ˈ 
-
 
 
 
 
,ˈ 
 
-
 
 
 
.ˈ 
-
 
 
 
 
 
,ˈ 
 
 
?ˈ 
-
 
-
 
-
ˈ 
 
-
 
 
-
 
 
!ˈ 
 
 
ˈ 
-
.ˈ 
 
-
 
 
-
:ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
-
 
-
-
ˈ 
-
-
 
 
-
-
ˈ 
-
 
 
 
.ˈ 
-
 
-
 
 
ˈ 
-
-
 
 
.ˈ 
-
 
 
.ˈ 
-
-
?ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
 
-
 
-
 
.ˈ 
-
,ˈ 
ˈ 
-
 
ˈ 
-
-
-
ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
-
 
-
-
-
ˈ 
.ˈ 
 
 
-
-
 
-
 
 
.ˈ 
-
 
-
 
 
-
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
ˈ 
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
!ˈ 
-
 
 
.ˈ 
 
 
 
 
-
-
 
-
-
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
-
 
 
-
-
.ˈ 
-
 
 
-
-
 
-
.ˈ 
-
ˈ 
 
ˈ 
-
-
ˈ 
 
ˈ 
-
 
ˈ 
-
 
-
-
,ˈ 
-
 
-
 
 
 
 
-
 
ˈ 
 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
.ˈ
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
-
 
ˈ 
 
 
ˈ 
-
 
 
-
 
 
-
ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
 
-
 
,ˈ 
 
 
ˈ 
-
ˈ 
 
 
-
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
-
 
-
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
?ˈ 
 
 
?ˈ 
 
 
 
-
.ˈ 
 
-
?ˈ 
 
 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
-
-
 
-
.ˈ 
-
-
,ˈ 
-
.ˈ 
 
-
 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
-
 
 
ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
-
-
 
-
 
-
,ˈ 
 
-
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
-
-
 
-
 
,ˈ 
 
 
-
-
-
.ˈ 
 
 
-
 
 
 
.ˈ 
 
 
-
 
ˈ 
 
-
 
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
-
,ˈ 
-
 
.ˈ 
-
 
-
 
-
ˈ 
 
-
 
 
 
 
.ˈ 
 
-
 
 
-
-
 
,ˈ 
 
-
ˈ 
-
-
.ˈ 
 
 
-
ˈ 
-
 
-
-
ˈ 
-
-
 
.ˈ 
-
 
 
-
.ˈ 
-
-
 
.ˈ 
-
-
 
 
-
ˈ 
-
 
 
.ˈ 
-
ˈ 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
 
 
 
,ˈ 
-
 
 
 
-
,ˈ 
 
 
 
 
-
 
-
.ˈ 
 
-
 
 
-
.ˈ 
ˈ 
-
ˈ 
 
-
 
-
ˈ 
-
-
?ˈ 
-
 
.ˈ 
-
ˈ 
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
-
-
 
-
 
,ˈ 
-
.ˈ 
,ˈ 
ˈ 
-
 
 
-
 
,ˈ 
-
 
 
-
 
-
ˈ 
-
 
-
ˈ 
 
 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
ˈ 
-
 
 
 
 
,ˈ 
 
 
ˈ 
-
.ˈ 
-
-
 
,ˈ 
 
 
ˈ 
-
 
-
ˈ 
-
ˈ 
-
-
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
-
 
-
-
 
 
 
ˈ 
 
 
 
-
-
.ˈ
-
 
ˈ 
-
 
ˈ 
 
 
?ˈ 
-
 
-
ˈ 
,ˈ 
-
 
-
,ˈ 
-
 
 
-
 
.ˈ 
-
 
,ˈ 
 
 
-
 
 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
-
-
.ˈ 
 
 
-
-
 
.ˈ 
 
-
 
 
 
-
.ˈ 
-
 
 
,ˈ 
, 
.ˈ 
-
 
 
-
-
.ˈ 
 
-
 
 
,ˈ 
.ˈ 
 
-
-
-
ˈ 
-
 
 
 
-
-
-
,ˈ 
-
.ˈ 
-
ˈ 
 
 
-
 
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
-
.ˈ 
 
ˈ 
-
 
 
 
 
-
.ˈ 
 
-
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
,ˈ 
 
-
 
 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
 
ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
-
.ˈ 
,ˈ 
-
!ˈ 
 
-
ˈ 
-
.ˈ 
 
 
-
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
!ˈ 
-
 
-
!ˈ 
 
 
-
?ˈ 
 
?ˈ 
 
-
 
 
-
 
-
-
.ˈ 
-
 
 
 
 
-
 
 
 
-
 
?ˈ 
ˈ 
ˈ 
-
-
 
 
 
-
.ˈ 
-
 
-
 
-
 
-
 
 ... 
-
-
,ˈ 
 
-
.ˈ 
 
-
 
 
-
-
-
 
.ˈ 
 
 
 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
 
-
 
 
-
 
 
-
 
ˈ 
-
.ˈ 
 
-
,ˈ 
 
-
ˈ 
 
-
-
,ˈ 
-
.ˈ 
-
 
 
-
,ˈ 
 
 
 
-
-
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
 
 
 
-
 
 
-
 
 
 
 
-
 
-
-
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
!ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
-
.ˈ 
 
,ˈ 
ˈ 
 
 
 
,ˈ 
-
 
-
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
-
-
 
.ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
-
-
 
.ˈ 
ˈ 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
 
 
-
-
 
.ˈ 
 
 
-
 
,ˈ 
 
,ˈ 
 
 
-
-
 
.ˈ 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
-
,ˈ 
-
-
 
.ˈ 
.ˈ 
 
-
 
 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
-
 
 
ˈ 
 
 
ˈ 
-
.ˈ 
ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
,ˈ 
-
 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
-
 ...ˈ 
 
 
-
 
 
 
ˈ 
-
 
-
-
ˈ 
-
 
-
 
ˈ 
-
 
-
ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
,ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
 
 
?! 
 
 
 
.ˈ 
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
 
 
-
-
-
,ˈ 
!ˈ 
-
-
 
 
ˈ 
 
 
.ˈ 
-
 
 
-
 
 
-
-
.ˈ 
 
 
-
 
-
-
 
 
-
 
 
.ˈ
-
ˈ 
-
ˈ 
-
ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
,ˈ 
 
-
-
.ˈ 
 
 
ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
-
 
-
?ˈ 
 
-
 
-
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
!ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
 
-
.ˈ 
-
ˈ 
 
 
-
 
 
-
?ˈ 
-
-
 
 
ˈ 
-
-
 
?ˈ 
 
ˈ 
-
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
-
 
?ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
?ˈ 
-
-
 
.ˈ 
 
-
!ˈ 
 
-
-
 
,ˈ 
-
-
 
 
-
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
!ˈ 
 
-
.ˈ 
 
-
-
 
 
-
-
.ˈ 
 
,ˈ 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
-
ˈ 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
-
?ˈ 
 
 
 
.ˈ 
ˈ 
 
 
-
-
,ˈ 
 
-
 
-
 
ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
 
 
.ˈ 
 
-
!ˈ 
 
,ˈ 
-
,ˈ 
 
 
-
.ˈ 
,ˈ 
 
 
ˈ 
 
 
-
-
.ˈ 
 
 
,ˈ 
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
-
.ˈ
ˈ 
 
ˈ 
ˈ 
-
ˈ 
-
 
.ˈ 
-
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
-
 
 
,ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
-
 
,ˈ 
-
 
 
 
-
-
.ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
,ˈ 
 
 
ˈ 
-
 
?ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ 
-
 
 
 
-
,ˈ 
-
 
-
 
.ˈ 
 
ˈ 
-
-
 
 
ˈ 
-
-
 
 
.ˈ 
ˈ 
.ˈ 
.ˈ 
 
-
-
,ˈ 
-
-
.ˈ 
ˈ 
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
-
 
-
ˈ 
 
-
ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
-
-
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
,ˈ 
-
,ˈ 
ˈ 
 
-
ˈ 
 
 
-
.ˈ 
-
 
 
 
-
ˈ 
-
-
.ˈ 
-
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
ˈ 
 
-
-
 
-
 
 
.ˈ 
 
 
?!ˈ 
-
 
-
.ˈ 
-
 
ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
 
!ˈ 
-
-
?ˈ 
 
 
,ˈ 
-
,ˈ 
 
,ˈ 
 
-
?ˈ 
 
-
,ˈ 
.ˈ 
 
?ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
-
 
 
!ˈ 
-
-
 
!ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
-
 
 
!ˈ 
-
-
 
!ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
 
 
-
 
-
,ˈ 
,ˈ 
-
 
 
,ˈ 
-
 
-
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
!ˈ 
 
-
-
 
.ˈ 
 
 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
 
-
-
-
ˈ 
 
-
 
-
?ˈ 
 
-
 
.ˈ 
-
 
-
 
,ˈ 
-
 
 
 
.ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
ˈ 
-
 
 
 
-
 
-
ˈ 
 
-
 
?ˈ 
 
 
-
-
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
,ˈ 
-
 
-
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
 
 
?ˈ 
 
 
,ˈ 
 
 
-
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
ˈ 
-
ˈ 
 
 
-
 
?ˈ 
-
 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
 
 ... 
 
 
 
-
.ˈ 
 
 
 
 
 
-
 
 
?ˈ 
 
 
-
 
 
 
-
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
?ˈ 
!ˈ 
 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
.ˈ 
 
 
-
 
 
-
 
 
 
.ˈ 
-
,ˈ 
 
-
 
,ˈ 
 
-
ˈ 
-
-
-
 
 
-
 
 
.ˈ 
-
 
-
-
 
ˈ 
-
-
-
 
,ˈ 
-
-
-
 
-
.ˈ
 
 
.ˈ 
 
 
.ˈ 
 
!ˈ 
-
 
 
.ˈ 
 
 
 
-
-
-
 
 
,ˈ 
-
 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
, 
, 
,ˈ 
 
 
 
-
-
.ˈ 
,ˈ 
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
 
 
ˈ 
-
ˈ 
-
.ˈ 
.ˈ 
-
 
 
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
-
 
 
-
-
-
,ˈ 
-
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
?ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
-
ˈ 
,ˈ 
 
-
ˈ 
-
-
 
 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
?ˈ 
 
-
.ˈ
 
 
 
,ˈ 
 
-
.ˈ 
 
-
 
 
-
 
 
.ˈ 
 
-
 
-
 
 
-
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
-
-
 
ˈ 
-
 
 
-
.ˈ 
-
 
!ˈ 
 
 
 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
 
 
?ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
-
?ˈ 
 
 
?ˈ 
 
-
 
 
.ˈ 
 
 
 
?ˈ 
 
-
ˈ 
-
.ˈ 
-
 
 
,ˈ 
-
 
 
 
-
.ˈ 
-
-
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
-
-
-
 
 
.ˈ 
 
-
 
?ˈ 
.ˈ 
 
-
 
-
-
-
-
.ˈ 
 
-
 
-
.ˈ 
 
 
-
-
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
-
 
.ˈ 
 
-
 
.ˈ 
-
 
-
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
 
.ˈ 
-
ˈ 
-
ˈ 
 
-
 
ˈ 
 
!ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
 
-
.ˈ 
-
-
ˈ 
-
-
 
-
-
 
-
,ˈ 
 
-
,ˈ 
-
-
 
.ˈ 
 
-
 
.ˈ 
 
-
ˈ 
-
 
 
!?ˈ 
 
?ˈ 
 
-
 
 
 
.ˈ
-
 
?ˈ 
 
 
 
ˈ 
 
-
-
 
-
,ˈ 
 
-
 
-
.ˈ
-
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
 
-
ˈ \n
 
-
 
ˈ \n
 
-
 
ˈ \n
 
-
 
 
ˈ \n
-
-
 
 
ˈ \n
 
 
 
-
ˈ \n
 
-
 
ˈ \n
 
-
 
ˈ \n
-
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
 
 
-
ˈ \n
 
-
 
ˈ \n
 
-
 
ˈ
 
ˈ 
 
 
 
 
 
 
,ˈ 
-
 
-
.ˈ 
-
ˈ 
.ˈ 
 
 
 
-
,ˈ 
 
 
,ˈ 
,ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
-
.ˈ 
 
 
-
 
 
-
ˈ 
-
 
,ˈ 
-
ˈ 
-
ˈ 
-
,ˈ 
 
ˈ 
 
ˈ
 
-
 
-
 
-
ˈ \n
 
ˈ \n
-
-
-
 
-
-
 
ˈ
 
,ˈ 
 
-
-
 
.ˈ 
 
-
 
 
-
-
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
?ˈ 
 
-
 
-
-
 
-
 
ˈ 
-
-
 
.ˈ 
 
 
-
,ˈ 
 
-
ˈ 
,ˈ 
.ˈ 
,ˈ 
-
 
 
.ˈ 
ˈ 
 
-
-
 
,ˈ 
.ˈ 
-
 
 
 
-
 
:ˈ
 
-
 
-
 
-
ˈ \n
 
ˈ \n
-
-
-
 
-
-
 
ˈ \n
-
 
 
 
,ˈ 
,ˈ 
.ˈ \n
-
 
ˈ \n
 
 
-
 
 
ˈ \n
 
 
 
ˈ
-
 
ˈ 
 
-
 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
 
 
 
ˈ
 
-
 
-
 
-
ˈ \n
 
ˈ \n
-
-
-
 
-
-
 
ˈ
 
 
 
-
 
ˈ 
-
,ˈ 
-
 
-
 
ˈ
 
 
-
 
 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
-
 
 
 
 
ˈ
 
 
 
 
-
.ˈ 
-
-
 
 
 
-
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
 
.ˈ 
-
-
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
-
 
-
ˈ 
-
 
 
-
-
,ˈ 
-
-
-
.ˈ 
-
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
!ˈ 
 
 
 
-
 
.ˈ 
 
 
 
-
-
,ˈ 
 
 
-
.ˈ 
.ˈ 
,ˈ 
-
 
 
 
 
-
 
.ˈ 
-
 
-
 
-
 
ˈ 
,ˈ 
-
 
 
,ˈ 
 
 
-
 
 
-
-
ˈ 
 
-
 
-
,ˈ 
-
-
 
.ˈ 
 
 
-
 
-
 
ˈ 
-
-
ˈ 
-
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
ˈ 
 
-
 
ˈ 
-
 
ˈ 
 
 
-
ˈ 
 
 
-
-
-
-
.ˈ 
 
-
.ˈ 
 
-
 
ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
-
 
.ˈ 
-
 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
-
 
-
,ˈ 
.ˈ 
 
-
 
,ˈ 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ
-
 
-
 
 
 
?ˈ 
 
 
-
 
-
,ˈ 
-
-
 
.ˈ 
-
 
-
,ˈ 
 
.ˈ
-
ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
,ˈ 
.ˈ 
 
 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
 
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
.ˈ 
ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
-
,ˈ 
 
 
-
ˈ 
-
.ˈ 
 
-
-
-
ˈ 
ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
 
 
 
.ˈ 
-
-
-
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ
 
 
,ˈ 
-
-
 
 
-
 
.ˈ — 
 
 
-
 —ˈ 
 
 
 
,ˈ 
ˈ 
-
 
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
-
ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
-
 
-
 
-
 
 
-
-
,ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
-
.ˈ
 
-
.ˈ 
-
-
ˈ 
-
 
 
 
-
,ˈ 
-
 
-
 
 
-
.ˈ 
-
 
 
-
.ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
.ˈ 
-
?ˈ 
 
.ˈ 
-
 
 
?ˈ 
 
-
-
.ˈ 
-
,ˈ 
 
!ˈ 
 
?ˈ 
-
 
 
?ˈ 
 
 
-
.ˈ 
-
 
ˈ 
-
 
-
ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
-
 
 
 
.ˈ 
 
-
 
?ˈ 
 
 
-
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
-
.ˈ 
,ˈ 
-
 
-
 
 
-
.ˈ 
 
-
,ˈ 
-
 
-
,ˈ 
-
 
,ˈ 
-
 
 
-
-
-
 
 
.ˈ 
-
 
 
-
 
.ˈ
-
 
 
-
 
-
 
-
.ˈ 
 
-
 ... 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
?ˈ 
ˈ 
 
 
-
-
.ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
-
 
 
,ˈ 
 
-
 
 
,ˈ 
,ˈ 
 
-
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
-
-
-
ˈ 
 
!ˈ 
 
!ˈ 
-
!.ˈ 
 
-
 
 
-
 
 
 
-
.ˈ 
-
 
?ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
-
-
 
 
,ˈ 
-
.ˈ 
 
ˈ 
-
-
 
,ˈ 
 
-
 
 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
-
?ˈ 
-
-
?ˈ 
 
 
-
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
 
 
 
 
-
-
-
ˈ 
 
.ˈ 
ˈ 
-
 
ˈ 
 
-
-
 
-
 
?ˈ 
 
 
 
 
-
 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
 
 
-
-
 
.ˈ 
 
-
 
-
 
.ˈ 
-
 
 
 
 
-
.ˈ 
 
-
 
 
 
 
-
 
ˈ 
-
 
 
 
-
-
-
 
.ˈ 
-
 
-
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
ˈ 
 
 
-
 
ˈ 
-
 
 
,ˈ 
 
 
-
-
ˈ 
 
-
 
 
.ˈ 
-
-
 
-
 
-
-
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
!ˈ 
 
ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
-
-
 
ˈ 
-
 
-
 
 
ˈ 
 
-
-
 
ˈ 
-
 
-
 
,ˈ 
 
ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
-
,ˈ 
-
.ˈ 
.ˈ 
 
-
-
-
.ˈ 
 
 
-
 
ˈ 
 
-
 
-
-
-
ˈ 
-
.ˈ 
 
?ˈ 
 
.ˈ 
 
-
-
!ˈ 
 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
-
 
-
ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
-
-
-
,ˈ 
 
,ˈ 
-
 
 
ˈ 
-
,ˈ 
-
 
-
 
,ˈ 
 
 
-
.ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
?! 
 
?! 
 
 
 
 
-
.ˈ 
-
-
 
-
 
-
.ˈ 
,ˈ 
 
 
 
 
-
 
,ˈ 
-
 
 
-
.ˈ 
 
-
,ˈ 
ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
!ˈ 
-
-
 
 
-
.ˈ 
.ˈ
 
-
 
?ˈ 
 
-
-
.ˈ 
 
-
 
ˈ 
 
 
-
-
-
.ˈ 
 
-
 
ˈ 
 
-
ˈ 
 
-
,ˈ 
-
ˈ 
 
 
?ˈ 
 
,ˈ 
,ˈ 
.ˈ 
-
-
 
 
.ˈ 
 
 
-
.ˈ 
-
 
-
-
 
.ˈ 
-
 
-
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
-
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
-
-
-
.ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
-
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
-
 
 
ˈ 
 
-
-
 
.ˈ 
 
ˈ 
-
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
 
,ˈ 
, 
, 
.ˈ 
 
-
-
.ˈ 
 
 
 
-
 
,ˈ 
-
 
-
-
-
 
 
-
 
.ˈ 
, 
, 
ˈ 
-
-
-
 
ˈ 
-
-
.ˈ 
 
-
-
 
-
 
 
ˈ 
-
ˈ 
-
ˈ 
-
ˈ 
 
 
-
ˈ. 
 
.ˈ 
,ˈ 
 
 
-
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
 
?ˈ 
 
 
-
 
!ˈ 
 
,ˈ 
-
-
 
 
 
,ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
-
-
 
ˈ 
-
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
-
 
 
ˈ 
 
-
-
ˈ 
 
 
.ˈ 
,ˈ 
-
 
 
-
 
-
 
ˈ 
-
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
-
ˈ 
 
-
-
 
 
,ˈ 
-
 
 
 
 
.ˈ 
 
 
 
-
 
 
 
 
 
,ˈ 
,ˈ 
-
 
.ˈ 
ˈ 
.ˈ 
 
-
-
 
ˈ 
ˈ 
 
 
ˈ 
-
-
ˈ 
 
-
-
,ˈ 
-
 
 
.ˈ 
 
 
-
 
 
.ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
 
 
!ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
 
 
 
 
 
.ˈ 
-
 
 
 
!ˈ 
 
 
.ˈ 
 
-
 
 
 
-
ˈ 
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
-
 
-
 
,ˈ 
 
ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
-
-
 
-
.ˈ 
 
 
 
 
.ˈ 
-
 
 
-
-
ˈ 
-
,ˈ 
-
 
!ˈ 
 
-
ˈ 
-
-
.ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
-
-
 
-
.ˈ
 
-
ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
-
 
?ˈ 
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
?ˈ 
ˈ 
ˈ 
 
-
.ˈ 
-
ˈ 
.ˈ 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
 
 
ˈ 
-
 
 
-
.ˈ 
 
 
-
ˈ 
 
 
?ˈ 
 
 
-
ˈ 
 
ˈ 
-
 
-
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
 
,ˈ 
ˈ 
 
-
ˈ 
-
-
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
.ˈ 
 
-
 
 
 
-
ˈ 
.ˈ
 
-
 
.ˈ 
ˈ 
 
ˈ 
 
 
-
 
-
.ˈ 
 
-
ˈ 
-
.ˈ 
-
 
 
-
-
 
-
-
 
 
.ˈ 
 
,ˈ 
ˈ 
-
-
 
 
-
ˈ 
-
ˈ 
-
 
-
.ˈ 
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
-
-
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
-
 
 
 
-
-
 
 
-
-
-
-
 
.ˈ 
-
-
ˈ 
 
.ˈ 
 
-
.ˈ 
-
 
-
 
,ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
.ˈ 
-
-
ˈ 
 
-
ˈ 
-
 
-
-
 
.ˈ 
,ˈ 
 
-
-
 
ˈ 
-
,ˈ 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
-
-
.ˈ 
 
 
 
-
-
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
 
-
 
-
-
.ˈ 
-
 
 
-
-
-
ˈ 
 
-
-
-
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
,ˈ 
-
 
-
.ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
 
 
 
-
-
-
.ˈ 
,ˈ 
 
 
-
-
 
 
.ˈ 
 
-
 
-
 
 
 
.ˈ 
,ˈ 
 
-
 
 
-
 
.ˈ 
 
 
 
ˈ 
 
-
,ˈ 
-
 
 
.ˈ 
 
 
-
?ˈ 
 
.ˈ 
 
 
 
-
-
-
.ˈ 
 
 
-
ˈ 
ˈ 
-
-
 
-
-
ˈ 
 
-
 
.ˈ 
 
 
 
 
-
 
 
-
-
-
.ˈ 
-
-
 
 
-
-
-
ˈ 
-
-
-
,ˈ 
-
ˈ 
-
-
 
.ˈ 
 
-
 
ˈ 
 
-
ˈ 
 
ˈ 
,ˈ 
.ˈ 
-
-
 
,ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
-
 
 
-
 
-
 
ˈ 
 
 
-
-
-
.ˈ 
 
-
,ˈ 
-
,ˈ 
 
-
 
-
?ˈ 
-
 
-
-
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
-
 
 
-
 
,ˈ 
-
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
-
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
-
-
 
 
 
.ˈ 
 
 
 
 
ˈ 
-
 
-
 
 
-
-
 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
-
 
-
-
 
ˈ 
-
 
 
-
.ˈ 
 
 
-
-
 
ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
-
?ˈ 
 
-
?ˈ 
 
 
-
-
-
,ˈ 
-
-
 
ˈ 
ˈ 
 
-
 
 
ˈ 
ˈ 
 
-
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
-
,ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
 
-
 
 
 
.ˈ 
 
 
?ˈ 
 
-
 
 
-
.ˈ 
-
 
 
 
 
-
 
.ˈ 
 
 
-
 
 
 
-
-
-
 
.ˈ 
 
,ˈ 
-
 
-
 
-
-
?ˈ 
 
-
-
 
 
 
-
-
.ˈ 
 
 
 
 
 
-
.ˈ 
 
-
 
 
 
-
 
.ˈ 
 
-
 
 
-
-
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
 
 
-
ˈ 
 
 
 
.ˈ 
 
-
 
 
-
 
-
.ˈ 
-
-
 
 
ˈ 
 
-
 
.ˈ 
 
ˈ 
-
ˈ 
 
.ˈ 
 
-
.ˈ 
-
,ˈ 
 
.ˈ
 
 
-
-
ˈ 
ˈ 
-
 
 
ˈ 
-
.ˈ 
 
?ˈ 
 
 
-
 
-
-
 
 
ˈ 
 
-
 
 
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
-
-
-
.ˈ 
-
 
 
 
,ˈ 
-
 
 
-
.ˈ 
-
-
,ˈ 
.ˈ 
 
-
,ˈ 
 
 ... 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
-
, 
-
 
?ˈ 
 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
-
 
.ˈ 
 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
-
-
.ˈ 
 
 
-
?ˈ 
 
.ˈ 
 
 
 
 
-
 
-
.ˈ 
-
,ˈ 
-
,ˈ 
-
-
 
 
,ˈ 
-
 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
-
-
,ˈ 
-
 
 
ˈ 
-
 
 
,ˈ 
 
-
-
.ˈ 
 
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
-
-
-
ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
 
-
-
-
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
-
 
,ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
-
-
 
 
,ˈ 
 
,ˈ 
 
-
-
-
-
 
.ˈ
-
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
-
,ˈ 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
!ˈ 
-
 
ˈ 
!ˈ 
-
 
,ˈ 
 
,ˈ 
-
-
-
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
-
-
ˈ 
 
-
,ˈ 
-
.ˈ 
 
-
ˈ 
-
-
.ˈ 
 
 
-
-
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
 
-
,ˈ 
.ˈ 
-
 
-
.ˈ 
-
 
 
-
-
-
ˈ 
.ˈ 
 
 
 
 
-
-
-
.ˈ
 
-
,ˈ 
 
,ˈ 
 
 
?ˈ 
-
 
?ˈ 
 
?ˈ 
 
-
 
 
 
 
.ˈ 
-
,ˈ 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
-
 
-
 
.ˈ 
-
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
 
 
 
 
-
,ˈ 
-
-
 
.ˈ 
 
ˈ 
-
 
 
-
 
-
 
.ˈ 
 
 
 
,ˈ 
-
 
-
-
 
 
 
 
-
 
,ˈ 
-
 
 
-
,ˈ 
-
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
-
 
 
-
,ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
-
 
-
-
.ˈ
-
 
 
-
ˈ 
ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
- 
?ˈ 
-
 
-
 
-
,ˈ 
-
-
 
-
 
-
-
,ˈ 
-
.ˈ 
-
 
-
 
-
!ˈ 
 
-
 
-
 
 
-
-
 
-
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
-
.ˈ 
-
 
.ˈ 
 
-
?ˈ 
 
.ˈ 
-
 
 
 
-
ˈ 
-
.ˈ 
-
 
-
ˈ 
 
-
-
-
 
-
 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
-
.ˈ 
 
-
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
-
.ˈ
ˈ 
 
-
-
-
,ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
-
-
 
 
 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
 
 
ˈ 
-
.ˈ 
, 
 
,ˈ 
-
 
ˈ 
 
.ˈ 
 
 
-
-
!ˈ 
.ˈ 
 
!ˈ 
 
.ˈ 
 
ˈ 
-
-
 
-
ˈ 
 
-
!ˈ 
.ˈ 
 
-
 
-
-
 
,ˈ 
-
 
-
 
.ˈ 
-
 
-
.ˈ 
-
 
 
-
-
,ˈ 
-
,ˈ 
-
-
 
ˈ 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
-
-
-
.ˈ 
 
 
-
 
,ˈ 
-
 
 
 
 
-
 
.ˈ 
 
-
-
-
 
.ˈ 
 
-
 
-
-
 
-
-
 
.ˈ 
-
 
-
 
ˈ 
-
-
,ˈ 
-
-
 
,ˈ 
-
 
.ˈ 
 
 
-
-
-
 
 
 
-
ˈ 
-
.ˈ 
-
-
 
 
-
 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
 
-
-
-
.ˈ 
 
-
ˈ 
-
.ˈ 
-
 
-
 
-
 
 
ˈ 
 
 
-
-
 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
-
-
-
-
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
-
-
,ˈ 
 
 
-
,ˈ 
-
-
 
.ˈ 
 
 
 
.ˈ 
ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
-
ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ
 
ˈ 
 
-
-
 
?ˈ 
-
-
?ˈ 
-
 
-
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
-
 
 
,ˈ 
 
-
-
-
 
.ˈ 
 
-
-
,ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
-
?ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
-
-
ˈ 
 
 
ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
 
-
-
,ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
-
-
ˈ 
 
-
 
 
?ˈ 
-
 
 
?ˈ 
 
-
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
 
 
,ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
 
 
-
-
-
.ˈ 
 
 
?ˈ 
-
 
-
ˈ 
-
-
 
 
,ˈ 
 
-
-
 
.ˈ 
-
-
-
 
-
 
.ˈ 
 
,ˈ 
-
 
-
-
,ˈ 
-
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
-
-
 
 
 
 
 
,ˈ 
-
 
 
 
-
-
-
.ˈ 
 
-
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
-
 
 
 
 
 
.ˈ 
 
-
 
?ˈ 
?ˈ 
 
-
,ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
 
 
-
-
 
.ˈ 
 
 
-
-
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
-
 
 
,ˈ 
 
-
 
ˈ 
-
-
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
 
 
-
.ˈ 
 
 
-
 
 
 
ˈ 
-
 
-
?ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
,ˈ 
-
ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
 
-
 
 
.ˈ 
-
 
,ˈ 
 
 
 
 
-
 
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
,ˈ 
-
 
-
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
-
,ˈ 
-
 
-
-
,ˈ 
,ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
-
-
 
.ˈ 
-
 
 
 
,ˈ 
 
 
,ˈ 
-
-
 
.ˈ 
 
 
 
?ˈ 
-
 
 
?ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
 
-
-
 
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
-
,ˈ 
-
-
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
-
-
,ˈ 
 
-
,ˈ 
-
-
 
-
-
-
.ˈ 
 
-
 
 
 
-
-
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
ˈ 
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
!ˈ 
 
 
-
 
.ˈ 
-
 
 
 
 
 
,ˈ 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
-
 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
-
-
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
-
ˈ 
 
-
?ˈ 
 
 
?ˈ 
-
 
?ˈ 
 
-
ˈ 
 
-
 
-
.ˈ 
-
 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
 
.ˈ 
-
-
 
 
ˈ 
-
-
-
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
 
,ˈ 
-
 
,ˈ 
,ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
-
 
-
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
-
 
 
,ˈ 
?ˈ 
 
 
 
 
.ˈ 
 
-
?ˈ
-
 
 
.ˈ 
 
-
-
-
ˈ 
-
-
-
.ˈ 
-
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
,ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
?ˈ 
 
 
-
ˈ 
 
-
-
-
 
.ˈ 
-
-
-
,ˈ 
 
 
 
-
 
-
-
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
-
.ˈ 
-
-
 
 
ˈ 
-
,ˈ 
-
 
 
-
,ˈ 
-
 
-
,ˈ 
 
 
-
-
 
 
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
-
-
-
 
ˈ 
 
-
 
-
.ˈ 
-
 
 
 
?ˈ 
 
-
 
 
.ˈ 
-
 
-
-
 
 
-
 
 
 
,ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
 
 
 
,ˈ 
-
 
,ˈ 
ˈ 
 
 
 
-
,ˈ 
-
.ˈ 
-
 
 
-
,ˈ 
 
 
-
-
-
.ˈ 
 
-
-
ˈ 
 
?ˈ 
 
-
 
 
 
 
,ˈ 
 
.ˈ 
-
 
 
 
 
,ˈ 
-
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
-
-
 
,ˈ 
-
-
-
,ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
 
ˈ — 
 
 
 
-
ˈ 
ˈ — 
 
 
-
,ˈ 
-
,ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
-
 
 
 
 
 
.ˈ
-
 
-
 
ˈ 
ˈ 
 
 
-
 
-
 
 
ˈ 
 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
?ˈ 
-
-
 
?ˈ 
-
?ˈ 
 
 
 
-
 
 
-
-
-
,ˈ 
 
-
 
,ˈ 
-
 
 
-
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
-
-
,ˈ 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
,ˈ 
-
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
 
 
.ˈ 
-
-
 
-
 
 
 
 
.ˈ 
 
 
-
ˈ 
-
 
-
 
-
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
-
,ˈ 
 
.ˈ 
-
 
 
-
.ˈ 
 
.ˈ
-
 
 
ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
ˈ 
-
 
 
-
-
-
 
.ˈ 
.ˈ 
 
,ˈ 
 
-
-
.ˈ 
-
ˈ 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
?ˈ 
?ˈ 
 
-
 
.ˈ 
-
 
-
!ˈ 
-
 
-
.ˈ
-
 
 
ˈ \n
-
 
 
ˈ \n
 
 
 
-
ˈ \n
 
-
 
ˈ
ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
-
.ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
?!ˈ 
 
-
 
-
-
 
ˈ 
-
-
-
 
,ˈ 
-
,ˈ 
-
 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
-
,ˈ 
 
 
 
 
-
-
,ˈ 
 
 
 
 
-
-
,ˈ 
 
 
-
-
.ˈ 
 
 
 
 
 
 
-
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
-
 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
!ˈ 
-
.ˈ 
,ˈ 
.ˈ 
-
.ˈ 
 
ˈ 
ˈ 
-
.ˈ 
 
 
 
-
?ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
?ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
-
?ˈ 
 
 
 
 
-
 
-
,ˈ 
-
 
, 
-
 
.ˈ 
 
-
-
,ˈ 
, 
 
 
ˈ 
 
 
-
-
-
.ˈ 
-
 
-
ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
,ˈ 
.ˈ 
 
.ˈ 
.ˈ 
 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
 
 
-
 
 
ˈ 
-
-
-
 
.ˈ 
 
ˈ 
 
 
 
-
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
-
ˈ 
.ˈ 
 
-
ˈ 
-
 
ˈ 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
-
-
 
 
?ˈ 
 
-
 
?ˈ 
 
 
-
 
-
 
?ˈ 
-
 
-
 
,ˈ 
.ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
-
.ˈ 
-
 
-
-
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
 
.ˈ 
-
 
 
 
 
ˈ 
-
 
.ˈ 
 
-
 
 
ˈ 
-
 
?ˈ 
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
,ˈ 
-
ˈ 
-
-
.ˈ 
-
 
 
 
ˈ 
-
-
 
.ˈ 
ˈ
 
 
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
 
-
ˈ 
 
ˈ \n
 
, 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
-
 
 
-
ˈ \n
-
 
, 
ˈ
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
-
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
ˈ 
 
 
-
,ˈ 
-
 
-
 
 
ˈ 
-
-
 
,ˈ 
-
,ˈ 
-
 
-
-
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
?ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
-
,ˈ 
-
 
 
-
.ˈ 
-
 
-
,ˈ 
-
 
 
,ˈ 
ˈ 
-
-
.ˈ 
 
-
ˈ 
 
-
 
.ˈ 
-
.ˈ 
 
,ˈ 
-
 
 
ˈ 
-
.ˈ 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
-
 
:
-
, 
-
, 
-
-
ˈ \n
 
 
ˈ 
-
ˈ 
 
-
 
-
.ˈ 
 
-
-
.ˈ 
-
ˈ 
 
 
 
,ˈ 
-
 
?ˈ 
-
 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
-
-
 
-
 
?ˈ 
-
 
?ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
ˈ 
ˈ 
-
,ˈ 
 
-
,ˈ 
-
,ˈ 
-
ˈ 
-
-
 
.ˈ 
-
-
 
-
,ˈ 
-
-
 
-
.ˈ 
 
-
,ˈ 
.ˈ 
 
-
!ˈ 
 
 
ˈ 
-
 
 
-
-
,ˈ 
 
 
 
.ˈ 
.ˈ 
ˈ 
-
.ˈ 
 
-
!ˈ 
 
-
.ˈ 
 
ˈ 
-
-
 
 
 
-
,ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
-
.ˈ 
,ˈ 
-
ˈ 
,ˈ 
ˈ 
-
-
ˈ 
-
 
,ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
,ˈ 
-
 
-
 
-
 
.ˈ 
 
.ˈ 
 
?ˈ 
-
 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
-
,ˈ 
,ˈ 
,ˈ 
-
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
 
 
 
,ˈ 
 
,ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
-
ˈ 
-
-
 
.ˈ 
-
 
-
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
-
 
ˈ 
 
-
 
?ˈ 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
?ˈ 
 
-
-
?ˈ 
 
-
ˈ 
-
,ˈ 
-
-
 
-
 
 
-
.ˈ 
 
-
 
ˈ 
-
.ˈ 
-
 
-
ˈ 
-
-
 
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
-
 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
-
 
?ˈ 
 
?ˈ 
 
-
-
.ˈ 
 
-
-
-
 
,ˈ 
.ˈ 
 
 
-
-
-
,ˈ 
 
-
,ˈ 
 
,ˈ 
.ˈ 
-
-
-
 
-
.ˈ 
-
 
-
 
-
 
.ˈ 
ˈ 
-
-
 
-
.ˈ 
 
 
 
?ˈ 
 
 
 
-
?ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
-
?ˈ 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
.ˈ 
!ˈ 
 
 
-
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
?ˈ 
 
-
-
 
ˈ 
-
.ˈ 
-
?ˈ 
-
-
 
.ˈ 
-
ˈ 
ˈ 
-
-
 
-
 
 
ˈ 
ˈ 
-
,ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ
 
 
-
 
-
.ˈ 
-
 
 
-
 
ˈ 
-
ˈ 
.ˈ 
-
!ˈ 
-
!ˈ 
-
 
 
 
-
?ˈ 
 
-
?ˈ 
 
-
 
.ˈ 
 
-
 
!ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
-
,ˈ 
-
ˈ 
 
?ˈ 
 
.ˈ 
-
 
-
.ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
 
-
-
.ˈ 
 
 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
-
 
 
 
-
-
.ˈ 
-
ˈ 
-
-
.ˈ 
 
 
 
-
-
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
-
-
-
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
-
.ˈ 
-
-
 
-
-
 
ˈ 
-
-
 
-
.ˈ 
 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
-
,ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
-
 
-
ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
-
-
.ˈ 
 
 
-
 
?ˈ 
 
 
-
-
 
-
 
?ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
-
-
 
-
ˈ 
 
 
.ˈ 
 
-
 
-
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
 
,ˈ 
 
-
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
-
-
.ˈ 
,ˈ 
 
-
 
-
 
.ˈ 
 
-
 
.ˈ 
-
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
-
 
 
 
-
-
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
-
-
?ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
.ˈ 
-
 
 
 
ˈ 
-
 
ˈ 
-
-
 
 
-
-
?ˈ 
-
 
-
-
-
 
 
-
?ˈ 
 
-
 
-
-
!ˈ 
 
 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
-
,ˈ 
-
?ˈ 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
-
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
 
-
ˈ 
-
-
-
.ˈ 
 
-
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
.ˈ 
-
-
,ˈ 
 
-
 
 
,ˈ 
-
-
 
.ˈ 
 
-
 
-
 
ˈ 
 
.ˈ 
-
-
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
-
-
 
-
?ˈ 
 
-
, 
.ˈ 
-
-
 
-
.ˈ 
 
 
-
 
 
ˈ 
-
.ˈ 
 
,ˈ 
 
 
 
-
ˈ 
-
-
,ˈ 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
.ˈ 
,ˈ 
-
 
 
ˈ 
-
- 
 
 
-
.ˈ 
-
 
,ˈ 
-
-
.ˈ 
 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
 
 
 
-
 
 
ˈ 
-
 
-
 
,ˈ 
-
-
,ˈ 
-
 
.ˈ 
-
 
 
-
,ˈ 
 
 
-
!ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
-
?ˈ 
 
.ˈ 
ˈ 
-
.ˈ 
 
 
?ˈ 
 
-
 
.ˈ 
-
 
ˈ 
 
-
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
-
 
?!ˈ 
 
?ˈ 
 
 
-
.ˈ 
-
 
.ˈ 
 
-
 
 
!ˈ 
 
!ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ
-
 
 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
,ˈ 
ˈ 
 
.ˈ 
 
-
,ˈ 
 
-
 
-
 
-
-
 
 
-
-
?ˈ 
 
 
-
,ˈ 
 
 
-
 
-
,ˈ 
 
 
 
 
 
.ˈ 
 
-
 
-
ˈ 
-
-
 
-
 
,ˈ 
 
 
 
,ˈ 
-
-
.ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
-
!ˈ 
 
-
 
 
-
!ˈ 
-
 
 
 
-
 
?ˈ 
-
 
-
 
 
 
-
 
.ˈ 
-
 
 
 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
ˈ 
-
 
-
 
 
 
-
 
.ˈ
 
 
-
 
 
 
.ˈ 
 
.ˈ 
 
-
 
ˈ 
-
 
-
-
-
ˈ 
 
-
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
-
,ˈ 
-
-
 
.ˈ 
 
-
ˈ 
 
ˈ 
 
-
 
-
-
.ˈ 
 
 
-
 
?ˈ 
 
 
 
.ˈ 
-
!ˈ 
 
 
-
?ˈ 
-
 
 
.ˈ 
 
-
 
 
 
 
ˈ 
 
 
ˈ 
-
 
-
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
!ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
 
-
-
 
 
ˈ 
-
.ˈ 
,ˈ 
 
-
 
-
ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
,ˈ 
-
 
 
 
 
-
?ˈ 
 
 
.ˈ 
 
 
?!ˈ 
 
?ˈ 
-
 
-
ˈ 
 
 
-
 
.ˈ 
 
-
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
-
 
.ˈ 
-
-
?ˈ 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
 
-
 
-
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
,ˈ 
,ˈ 
,ˈ 
-
.ˈ 
,ˈ 
 
 
-
ˈ 
 
?ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
-
 
 
.ˈ 
!ˈ 
 
 
ˈ 
-
-
ˈ 
 
.ˈ 
-
 
?ˈ 
-
-
 
-
?ˈ 
-
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
!ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ
 
ˈ 
-
-
 
 
-
 
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
ˈ 
-
 
 
-
 
-
-
 
.ˈ 
 
 
-
?ˈ 
 
-
 
-
.ˈ 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
-
-
.ˈ 
 
 
 
 
 
-
-
.ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
 
?ˈ 
 
!ˈ 
 
 
 
-
-
-
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
-
ˈ 
 
ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
.ˈ 
ˈ 
 
 
-
-
.ˈ 
-
ˈ 
 
 
 
 
-
-
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
-
-
 
-
,ˈ 
-
 
 
-
-
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
ˈ 
 
-
 
ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
-
-
ˈ 
,ˈ 
 
-
-
.ˈ 
 
-
,ˈ 
 
 
-
-
,ˈ 
 
.ˈ 
ˈ 
 
-
!ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
-
,ˈ 
 
 
-
-
,ˈ 
 
-
 
 
 
ˈ 
-
 
.ˈ 
-
 
-
 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
-
.ˈ 
,ˈ 
.ˈ 
 
 
-
 
 
.ˈ 
-
 
-
,ˈ 
-
-
ˈ 
 
-
?ˈ 
-
 
-
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
-
-
 
.ˈ 
 
.ˈ 
 
:ˈ 
-
-
?ˈ 
-
 
.ˈ 
 
 
-
-
,ˈ 
-
 
.ˈ 
-
 
-
-
 
-
 
-
.ˈ 
 
-
ˈ 
-
-
 
 
,ˈ 
-
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
-
ˈ 
-
ˈ 
-
 
-
 
,ˈ 
-
.ˈ 
 
-
-
.ˈ 
 
ˈ 
.ˈ
 
!ˈ 
 
?ˈ 
 
-
 
-
 
-
.ˈ 
-
 
 
-
ˈ 
 
 
-
.ˈ 
 
-
 
 
 
-
.ˈ 
 
-
.ˈ 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
!ˈ 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
,ˈ 
ˈ 
 
 
?ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
,ˈ 
-
 
-
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
-
-
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
-
.ˈ 
 
ˈ 
 
 
 
 
-
-
.ˈ 
 
 
-
 
ˈ 
-
-
 
-
,ˈ 
.ˈ 
 
 
.ˈ
 
-
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
 
 
-
 
-
ˈ 
.ˈ 
 
 
-
.ˈ 
 
-
!ˈ 
-
 
 
.ˈ 
-
!ˈ 
-
.ˈ 
 
 
-
ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
-
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
-
 
.ˈ 
ˈ 
-
-
ˈ 
-
 
?ˈ 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
 
 
-
.ˈ 
,ˈ 
 
 
-
 
,ˈ 
-
,ˈ 
-
 
,ˈ 
-
 
-
 
.ˈ 
 
 
-
?ˈ 
 
,ˈ 
 
 
-
-
.ˈ 
,ˈ 
 
-
 
-
 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
-
.ˈ 
 
 
-
ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
 
-
 
-
.ˈ 
 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
,ˈ 
 
-
 
 
-
?ˈ 
-
 
-
 
-
?ˈ 
 
-
 
.ˈ 
-
 
 
 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
-
?ˈ 
 
-
.ˈ 
 
 ... 
 
 
 
 
?ˈ 
 
-
 
 
 
 
-
-
?ˈ 
-
 
 
?ˈ 
 
-
?!ˈ 
-
 
 
!ˈ 
 
 
!ˈ 
 
!ˈ 
 
.ˈ 
?ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ
 
 
 
-
 
 
 
.ˈ 
.ˈ 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
,ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
 
 
 
 
!ˈ 
-
 
 
?!ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
-
.ˈ 
-
 
ˈ 
 
-
 
-
?ˈ 
 
 
?ˈ 
 
 
-
!ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
-
 
.ˈ 
.ˈ 
-
 
-
?ˈ 
 
 
 
 
-
?ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
-
ˈ 
 
 
?ˈ 
 
-
 
 
-
.ˈ 
,ˈ 
 
 
 
-
.ˈ
 
 
 
-
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
,ˈ 
-
,ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
-
ˈ 
ˈ 
-
-
ˈ 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
.ˈ 
 
-
 
-
-
 
 
 
!ˈ 
-
.ˈ 
-
!ˈ 
.ˈ 
 
.ˈ 
 
-
?ˈ 
 
?ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
ˈ 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
-
 
-
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
?ˈ 
 
 
ˈ 
-
 
-
 
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
-
 
.ˈ 
 
-
 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
ˈ 
-
 
-
-
.ˈ 
 
 
-
.ˈ
 
-
 
-
-
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
 
 
-
 
ˈ 
-
-
 
 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
-
-
ˈ 
-
.ˈ 
 
 
 
-
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
-
 
, 
-
 
 
?!ˈ 
 
 
 
?!ˈ 
 
-
,ˈ 
-
 
.ˈ 
-
 
?!ˈ 
 
 
 
 
-
 
?ˈ 
 
-
ˈ 
 
-
-
.ˈ 
-
 
 
 
 
.ˈ 
ˈ 
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
-
?ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
-
 
.ˈ 
-
 
.ˈ 
-
 
-
 
 
-
 
?ˈ
-
ˈ 
 
 
 
 
 
 
 
-
.ˈ 
 
-
.ˈ 
,ˈ 
 
 
-
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
-
 
-
 
,ˈ 
!ˈ 
!ˈ 
 
 
?ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
ˈ 
 
.ˈ
 
-
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
,ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
-
 
-
 
-
.ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
 
 
.ˈ 
 
-
-
-
,ˈ 
 
-
,ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
-
.ˈ 
 
,ˈ 
-
 
-
 
-
,ˈ 
-
 
 
.ˈ 
 
-
 
 
?ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
,ˈ. 
-
 
-
-
-
ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
-
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
-
.ˈ 
ˈ 
.ˈ 
 
!ˈ 
 
!ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
 
-
 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
-
 
-
-
,ˈ 
 
 
 
 
-
.ˈ 
-
-
 
 
 
-
 
 
-
!ˈ 
 
 
 
?ˈ 
 
-
 
-
.ˈ 
-
 
-
,ˈ 
 
-
,ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
-
-
.ˈ 
 
 
-
 
-
-
 
-
-
 
.ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
-
 ... 
-
-
ˈ 
 
.ˈ 
 
 
-
-
ˈ 
-
 
-
-
ˈ 
-
 
 
ˈ 
-
-
-
 
 
.ˈ 
,ˈ 
 
-
-
-
.ˈ 
 
 
-
-
-
.ˈ 
 
 
-
,ˈ 
-
-
 
 
 
 
-
-
.ˈ 
 
 
 
-
-
.ˈ 
 
 
 
-
ˈ 
-
-
 
-
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
-
-
ˈ 
 
-
-
,ˈ 
-
-
-
 
 
 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
ˈ 
.ˈ 
 
 
-
-
ˈ 
 
 
-
-
,ˈ 
 
 
ˈ 
 
-
.ˈ 
 
-
?!ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
?!ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
-
 
-
,ˈ 
 
ˈ 
 
-
?ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
-
-
 
 
ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
-
 
 
-
-
-
.ˈ 
-
 
 
ˈ 
 
 
.ˈ
 
-
 
ˈ \n
-
 
-
ˈ \n
-
 
-
 
ˈ \n
 
 
ˈ \n
 
-
 
ˈ \n
-
 
-
ˈ \n
 
 
ˈ \n
 
-
 
 
ˈ \n
-
 
-
ˈ \n
 
 
-
 
ˈ \n
 
-
 
ˈ \n
 
-
 
!ˈ \n
 
-
ˈ \n
-
 
ˈ \n
 
 
ˈ \n
-
 
-
 
ˈ \n
 
 
ˈ \n
-
 
-
 
ˈ
 
-
.ˈ 
 
-
,ˈ 
-
 
-
-
 
ˈ 
-
,ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
-
-
ˈ 
,ˈ 
-
 
.ˈ 
 
 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
?ˈ 
-
 
ˈ 
-
-
 
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
-
 
-
-
 
 
-
 
-
,ˈ 
-
 
-
,ˈ 
-
-
 
,ˈ 
-
 
?ˈ 
 
 
 
-
ˈ 
-
 
ˈ 
-
-
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
ˈ 
-
-
.ˈ 
-
 
 
 
-
?ˈ 
 
 
ˈ 
-
 
 
ˈ 
ˈ 
-
 
ˈ 
-
-
 
-
,ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
 
-
,ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
-
ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
-
.ˈ 
 
 
-
 
-
-
,ˈ 
,ˈ 
 
-
ˈ 
-
-
 
,ˈ 
-
-
ˈ 
 
-
,ˈ 
 
ˈ 
-
-
-
.ˈ 
 
 ... 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
-
 
 
-
.ˈ 
-
-
?ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
-
-
 
ˈ 
 
 
 
.ˈ 
!ˈ 
 
-
?ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
-
 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
-
,ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
 
 
.ˈ 
-
 
-
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
 
-
-
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
-
.ˈ 
ˈ 
 
 
 
 
-
 
 
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
-
-
ˈ 
-
ˈ 
-
 
 
-
 
,ˈ 
 
-
.ˈ 
 
ˈ 
-
 
-
-
ˈ 
 
-
 
ˈ 
-
-
 
-
ˈ 
-
.ˈ 
 
ˈ 
-
.ˈ 
-
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
,ˈ 
 
ˈ 
-
.ˈ 
 
-
 
 
 
 
-
 
 
,ˈ 
 
-
-
.ˈ 
 
 
 
?ˈ 
 
 
 
,ˈ 
-
-
 
ˈ 
-
 
 
.ˈ 
-
 
-
?ˈ 
 
.ˈ 
 
-
 
 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
-
-
 
ˈ 
 
 
-
.ˈ 
-
-
ˈ 
 
-
.ˈ
 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
-
 
 
 
 
 
 
.ˈ 
ˈ 
-
 
 
 
 
-
 
,ˈ 
-
 
-
,ˈ 
,ˈ 
-
,ˈ 
-
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
-
 
,ˈ 
-
-
 
,ˈ 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
-
-
 
 
 
-
.ˈ 
-
-
 
 
 
 
-
.ˈ 
 
-
-
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
.ˈ 
-
 
 
ˈ 
.ˈ 
-
 
 
ˈ 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
-
-
 
.ˈ 
-
 
 
 
-
ˈ 
-
ˈ 
 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
-
 
 
.ˈ 
-
 
-
 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
ˈ 
-
 
-
.ˈ 
-
-
 
,ˈ 
 
-
 
-
 
,ˈ 
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
-
ˈ 
-
-
?ˈ 
 
ˈ 
-
 
-
 ... 
 
 
-
ˈ 
ˈ 
 
-
,ˈ 
 
,ˈ 
 
-
,ˈ 
,ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
 
-
 
 
,ˈ 
-
 
 
.ˈ 
 
ˈ 
-
.ˈ 
.ˈ 
-
 
 
 
,ˈ 
 
-
ˈ 
-
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
-
-
 
-
-
 
-
ˈ 
-
 
 
.ˈ 
,ˈ 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
-
-
 
 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
ˈ 
 
ˈ 
-
 
-
 
 
.ˈ
-
 
ˈ 
 
-
ˈ 
 
-
 
ˈ 
-
 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
-
 
 
.ˈ 
 
-
-
 
-
.ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
-
ˈ 
 
ˈ 
-
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
-
-
 
.ˈ 
 
,ˈ 
-
,ˈ 
-
?ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
-
, 
-
?!ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
-
,ˈ 
-
 
,ˈ 
 
-
-
 
 
.ˈ 
 
-
ˈ 
-
 
-
.ˈ 
-
-
 
ˈ 
 
-
,ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
-
 
?ˈ 
 
 
 
ˈ 
-
-
-
ˈ 
 
-
,ˈ 
 
 
-
-
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
-
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
ˈ 
ˈ 
-
-
ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
-
 
 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
 
.ˈ
-
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
-
ˈ 
-
 
ˈ 
 
-
ˈ 
 
-
 
,ˈ 
 
 
 
 
-
 
-
 
,ˈ 
-
-
 
 
,ˈ 
-
 
-
-
 
,ˈ 
-
 
.ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
-
 
-
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
 
 
 
ˈ 
-
-
ˈ 
ˈ 
-
-
ˈ 
-
ˈ 
-
ˈ 
ˈ 
-
-
 
 
,ˈ 
-
 
-
 
 
,ˈ 
 
-
ˈ 
-
 
 
?ˈ 
 
 
 
 
 
 
?ˈ 
 
-
 
?ˈ 
 
.ˈ 
 
-
 
-
 
.ˈ 
ˈ 
 
-
-
.ˈ 
-
 
-
-
 
.ˈ 
 
-
ˈ 
 
 
-
 
 
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
 
ˈ 
-
-
-
 
-
ˈ 
 
,ˈ 
 
-
.ˈ 
-
-
 
-
 
-
.ˈ 
ˈ 
 
 
-
 
-
,ˈ 
-
-
 
.ˈ 
ˈ 
-
ˈ 
-
.ˈ 
 
-
ˈ 
-
 
 
-
 
.ˈ 
-
 
 
 
-
 
.ˈ 
 
-
 
ˈ 
 
 
-
 
 
 
-
,ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
-
 
-
 
 
 
 
-
 
 
?ˈ 
-
.ˈ 
 
ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
?ˈ 
 
ˈ 
-
 
.ˈ 
? 
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
-
,ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
 
-
.ˈ 
-
 
-
.ˈ 
-
.ˈ 
 
 
 
-
ˈ 
-
-
 
-
 
-
 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
-
-
.ˈ 
-
 
-
-
 
ˈ 
-
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
!ˈ 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
-
-
 
 
-
 
ˈ 
-
 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
-
 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
.ˈ 
-
 
 
-
.ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
 
-
 
ˈ. 
-
 
 
.ˈ 
-
 
 
-
 
-
.ˈ 
 
-
 
.ˈ 
-
ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 
ˈ 
.ˈ 
-
 
 
 
-
 
ˈ 
-
-
-
.ˈ 
-
 
ˈ 
-
 
.ˈ
 
 
-
ˈ 
-
 
-
.ˈ 
-
 
-
 
ˈ 
 
.ˈ 
-
 
-
.ˈ 
 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
 
 
 
 
ˈ 
-
 
 
ˈ 
-
-
-
-
 
 
-
.ˈ 
 
 
 
-
-
 
,ˈ 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
-
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
-
 
ˈ 
 
-
 
ˈ 
-
-
.ˈ 
 
 
 
.ˈ 
-
 
-
?ˈ 
 
 
 
 
-
 
.ˈ
 
-
,ˈ 
 
-
-
.ˈ 
 
 
 
-
-
.ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
,ˈ 
-
 
 
-
.ˈ 
 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
-
-
,ˈ 
-
.ˈ 
-
 
ˈ 
-
,ˈ 
-
 
 
-
 
-
.ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
-
,ˈ 
,ˈ 
,ˈ 
-
,ˈ 
-
.ˈ 
,ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
-
-
ˈ 
ˈ 
 
.ˈ 
 
 
-
 
-
?ˈ 
-
 
?ˈ 
-
 
 
.ˈ 
-
 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
ˈ 
 
 
 
ˈ 
-
 
 
 
-
 
ˈ 
 
.ˈ 
 
,ˈ 
-
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
-
 
 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
-
ˈ 
-
 
 
-
?ˈ 
-
!ˈ 
 
-
 
,ˈ 
-
 
 
.ˈ 
ˈ 
 
-
 
 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
-
 
-
 
-
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
-
-
 
 
 
-
.ˈ 
 
-
 
 
 
-
.ˈ 
.ˈ 
 
ˈ 
 
-
 
 
.ˈ 
-
-
ˈ 
 
-
 
 
-
.ˈ 
 
 
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
-
-
ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
,ˈ 
 
-
 
?ˈ 
ˈ 
,ˈ 
.ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
,ˈ 
-
 
.ˈ
 
-
,ˈ 
 
ˈ 
-
 
 
,ˈ 
ˈ 
-
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
-
-
 
 
-
?ˈ 
-
-
 
?ˈ 
 
-
ˈ 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
-
.ˈ 
 
.ˈ 
 
-
-
 
?ˈ 
 
-
-
.ˈ 
ˈ 
 
 
-
.ˈ 
-
-
 
,ˈ 
-
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
?ˈ 
 
 
-
 
,ˈ 
-
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
ˈ 
-
,ˈ 
.ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
. 
, 
 
-
 
,ˈ 
 
-
 
 
-
.ˈ 
-
 
-
ˈ 
 
-
 
-
?ˈ 
 
-
-
.ˈ 
 
 
-
,ˈ 
-
 
-
 
-
ˈ 
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
-
?ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
,ˈ 
.ˈ 
 
-
ˈ 
 
,ˈ 
.ˈ 
 
-
,ˈ 
 
-
?ˈ 
 
-
?ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
-
 
-
 
.ˈ 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
-
?ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
-
 
 
?ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
-
 
-
?ˈ 
 
-
 
.ˈ 
,ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
-
?ˈ 
-
 
-
ˈ 
-
 
 
-
,ˈ 
 
-
?ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
-
?ˈ 
 
-
 
.ˈ
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
 
.ˈ 
ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
-
 
?ˈ 
 
 
ˈ 
-
-
 
.ˈ 
-
-
?ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
-
?ˈ 
 
 
-
?ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
-
-
.ˈ 
, 
, 
.ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
-
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ 
-
 
 
!ˈ 
 
 
ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
 
-
 
.ˈ 
 
 
-
!ˈ 
 
-
!ˈ 
 
 
-
!ˈ 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
 
.ˈ 
 
-
-
 
ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
 
 
-
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
!ˈ 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ
,ˈ 
 
 
,ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
-
 
 
-
,ˈ 
 
-
 
?ˈ 
 
-
 
,ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
 
-
-
,ˈ 
 
,ˈ 
 
 
-
 
!ˈ 
 
ˈ 
 
,ˈ 
-
 
 
-
?ˈ 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
-
.ˈ 
?ˈ 
 
!ˈ 
 
 
 
.ˈ 
-
,ˈ 
,ˈ 
-
,ˈ 
-
,ˈ 
,ˈ 
 
-
-
 
.ˈ 
 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
-
.ˈ 
-
 
,ˈ 
 
-
-
 
,ˈ 
 
.ˈ 
-
-
.ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
 
-
ˈ 
 
 
-
?ˈ 
 
-
-
.ˈ 
-
 
ˈ 
 
 
,ˈ 
 
-
-
,ˈ 
-
 
-
?ˈ 
-
 
 
 
-
,ˈ 
 
 
-
.ˈ 
-
 
 
-
.ˈ 
 
.ˈ 
-
!ˈ 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
-
 
 
ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
-
 
,ˈ 
 
 
-
 
.ˈ 
,ˈ 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ
 
 
-
ˈ 
ˈ 
 
 
ˈ 
 
-
.ˈ 
-
ˈ 
 
 
 
-
.ˈ 
 
 
-
-
ˈ 
-
 
,ˈ 
 
-
 
 
-
-
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
-
.ˈ 
-
 
-
 
-
.ˈ 
-
 
-
 
 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
-
 
 
 
 
 
-
.ˈ
-
:ˈ 
-
 
 
-
 
-
.ˈ 
 
 
-
 
-
.ˈ
-
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
-
-
 
-
 
-
,ˈ 
,ˈ 
-
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
-
-
-
.ˈ 
-
,ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
ˈ 
-
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
-
 
,ˈ 
 
?ˈ 
-
 
-
,ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
-
ˈ 
ˈ 
-
-
,ˈ 
 
-
 
,ˈ 
 
-
 
-
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
-
ˈ 
 
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
,ˈ 
-
-
ˈ 
 
-
 
-
-
.ˈ 
 
-
.ˈ 
-
-
-
,ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
,ˈ 
-
.ˈ 
-
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
-
,ˈ 
-
 
.ˈ 
-
 
-
?ˈ 
-
 
.ˈ 
 
-
 
-
-
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
-
.ˈ 
-
-
 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
-
,ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
-
,ˈ 
 
-
,ˈ 
-
 
 
,ˈ 
 
-
 
 
ˈ 
-
.ˈ 
 
-
 
-
 
-
 
.ˈ 
 
 
-
-
 
-
,ˈ 
-
-
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
?ˈ 
-
?ˈ 
-
?ˈ 
 
!ˈ 
 
-
.ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
, 
-
!ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
.ˈ 
 
-
-
.ˈ
-
-
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
-
,ˈ 
-
 
ˈ 
-
 
 
-
 
-
 
 
 
-
-
.ˈ 
 
 
 
-
 
-
 
,ˈ 
 
 
-
 
,ˈ 
-
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
-
.ˈ 
-
 
-
ˈ 
-
ˈ 
,ˈ 
-
 
:ˈ
 
ˈ \n
 
ˈ \n
-
-
 
ˈ
 
-
-
.ˈ 
 
 
-
-
 
.ˈ 
 
-
,ˈ 
-
 
-
-
.ˈ 
 
 
 
-
.ˈ 
 
-
,ˈ 
-
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
-
-
-
.ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
 
 
,ˈ 
 
-
,ˈ 
.ˈ 
 
.ˈ 
-
-
 
 
 
,ˈ 
 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
-
-
 
.ˈ 
 
 
 
-
 
.ˈ 
 
,ˈ 
-
.ˈ 
.ˈ 
 
ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
-
 
.ˈ
-
 
 
.ˈ 
ˈ 
-
 
 
,ˈ 
 
-
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
-
 
-
,ˈ 
-
 
 
.ˈ 
 
-
-
.ˈ 
 
 
 
 
-
 
 
.ˈ 
 
-
 
 
-
 
,ˈ 
 
-
 
-
 
 
-
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
 
 
 
.ˈ 
-
 
-
-
,ˈ 
.ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
-
-
 
.ˈ 
 
-
,ˈ 
-
 
 
 
-
-
 
ˈ 
-
 
.ˈ 
 
-
-
 
 
.ˈ 
 
-
 
-
 
-
-
 
ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
-
?ˈ 
-
 
?ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
 
-
 
,ˈ 
-
 
.ˈ 
,ˈ 
 
 
ˈ 
-
,ˈ 
 
-
 
ˈ 
.ˈ 
-
 
-
,ˈ 
 
 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
ˈ 
-
-
 
 
.ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
-
 
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
-
.ˈ 
-
 
-
-
 
,ˈ 
 
 
-
ˈ 
-
-
 
.ˈ 
-
 
.ˈ 
-
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
ˈ 
-
ˈ 
,ˈ 
.ˈ 
-
 
,ˈ 
 
-
?ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
.ˈ 
-
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
,ˈ 
-
-
 
-
 
.ˈ 
-
-
?ˈ 
 
-
 
-
-
ˈ 
 
 
.ˈ 
-
,ˈ 
 
 
.ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
 
ˈ 
-
 
-
 
-
 
 
-
.ˈ 
 
 
 
 
-
 
!ˈ 
-
 
 
-
.ˈ 
-
 
-
ˈ 
-
.ˈ 
.ˈ 
-
,ˈ 
 
-
ˈ 
 
.ˈ
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
.ˈ 
-
-
 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
 
-
,ˈ 
-
, 
-
.ˈ 
 
,ˈ 
 
-
 
 
-
-
 
ˈ 
-
-
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
,ˈ 
-
.ˈ 
ˈ 
-
 
 
,ˈ 
.ˈ 
 
-
 
 
 
-
-
.ˈ 
 
-
 
 
-
,ˈ 
.ˈ 
-
 
 
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
-
 
 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
 
-
-
,ˈ 
 
-
-
,ˈ 
 
-
-
,ˈ 
-
-
.ˈ 
-
-
 
-
-
.ˈ 
 
 
-
.ˈ 
-
,ˈ 
.ˈ 
 
 
 
!ˈ 
 
 
ˈ 
-
 
.ˈ 
-
ˈ 
-
 
 
 
?ˈ 
 
 
 
,ˈ 
 
-
,ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
 
 
 
 
 
 
 
.ˈ
-
 
 
-
.ˈ 
-
,ˈ 
 
.ˈ 
-
,ˈ 
 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
,ˈ 
 
-
 
-
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
-
-
-
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
-
 
 
-
ˈ 
.ˈ 
 
 
-
,ˈ 
-
 
?ˈ 
 
 
ˈ 
 
-
-
-
.ˈ 
-
 
 
-
-
ˈ 
-
.ˈ 
,ˈ 
-
ˈ 
 
,ˈ 
-
,ˈ 
 
.ˈ 
-
ˈ 
-
?ˈ 
-
 
?ˈ 
 
-
?ˈ 
-
 
 
 
-
-
 
.ˈ 
-
 
.ˈ 
-
 
ˈ 
 
 
-
-
-
 
-
,ˈ 
.ˈ 
-
 
 
 
 
-
 
 
.ˈ 
-
 
 
 
-
ˈ 
 
-
-
.ˈ 
 
-
-
-
,ˈ 
.ˈ 
-
?ˈ 
-
 
-
 
,ˈ 
.ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
 
-
.ˈ 
-
 
.ˈ 
-
 
-
 
 
 
-
 
.ˈ 
-
!ˈ 
-
 
ˈ 
-
 
 
 
 
.ˈ
 
-
ˈ 
 
 
.ˈ 
-
 
-
ˈ 
 
 
.ˈ 
 
-
-
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
ˈ 
ˈ 
 
 
ˈ 
 
 
-
.ˈ 
ˈ 
,ˈ 
 
 
-
-
ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
-
 
-
 
 
-
.ˈ 
 
-
,ˈ 
-
 
 
ˈ 
-
 
,ˈ 
 
 
-
 
 
,ˈ 
 
 
 
-
,ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
-
 
,ˈ 
 
-
-
.ˈ 
-
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
 
 
-
,ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
 
-
,ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
-
,ˈ 
,ˈ 
,ˈ 
-
 
 
 
.ˈ 
 
 
-
 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
 
 
-
,ˈ 
.ˈ 
-
 
-
,ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
 
 
 
-
-
.ˈ 
 
-
-
ˈ 
 
ˈ 
 
 
-
-
,ˈ 
 
 
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
-
,ˈ 
-
-
.ˈ 
ˈ 
 
-
.ˈ 
 
 
 
-
-
.ˈ 
 
 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
 
-
-
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
-
-
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
-
-
 
.ˈ 
 
 
?ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
-
ˈ 
 
-
 
-
-
ˈ 
,ˈ 
-
 
 
 ... 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
-
 
.ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
 
.ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
,ˈ 
,ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
 
-
 
!ˈ 
-
 
?ˈ 
 
-
ˈ 
-
,ˈ 
 
.ˈ 
, 
,ˈ 
,ˈ 
 
.ˈ 
-
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
 
 
,ˈ 
-
-
 
-
 
 
.ˈ 
 
-
-
ˈ 
 
 
.ˈ 
ˈ 
 
 
:ˈ 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
-
 
-
 
,ˈ 
,ˈ 
ˈ 
 
-
.ˈ 
-
 
 
 
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
 
 
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
, 
ˈ 
 
 
 
-
-
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
-
 
 
 
 
-
-
 
?ˈ 
 
 
.ˈ 
 
-
ˈ 
!ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
, 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
-
-
 
,ˈ 
 
-
 
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
?ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
 
-
-
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
ˈ 
ˈ 
-
 
-
 
.ˈ 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
-
 
 
,ˈ 
ˈ 
-
.ˈ 
ˈ 
 
ˈ 
-
ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
-
 
,ˈ 
-
-
-
 
ˈ 
 
-
 
-
,ˈ 
 
 
 
-
.ˈ 
-
 
ˈ 
,ˈ 
 
,ˈ 
-
.ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
-
,ˈ 
-
-
 
.ˈ
 
-
-
-
 
.ˈ 
ˈ 
-
 
?ˈ 
?ˈ 
 
!ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
?ˈ 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
.ˈ 
-
ˈ 
 
-
 
.ˈ 
 
 
-
ˈ 
 
?ˈ 
 
-
 
 
-
 
-
.ˈ 
-
-
 
 
 
-
 
-
.ˈ 
 
-
-
-
 
-
.ˈ 
-
 
 
 
 
,ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
-
-
 
-
.ˈ 
.ˈ 
-
 
ˈ 
.ˈ 
-
-
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
-
.ˈ 
 
-
-
-
 
ˈ 
 
?ˈ 
 
-
 
-
.ˈ 
 
 
 
!ˈ 
 
 
-
ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
 
-
 
-
-
.ˈ 
-
 
 
.ˈ 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
 
?ˈ 
 
-
 
 
,ˈ 
-
,ˈ 
-
 
-
,ˈ 
.ˈ 
ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 
?ˈ 
-
 
-
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
-
-
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
-
,ˈ 
 
-
.ˈ 
-
,ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
 
ˈ 
-
-
-
,ˈ 
-
 
-
-
 
.ˈ 
 
 
-
 
-
ˈ 
-
-
.ˈ 
-
 
-
 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
,ˈ 
-
ˈ 
-
ˈ 
,ˈ 
-
 
.ˈ 
-
 
 
 
-
 
-
-
ˈ 
 
 
ˈ 
.ˈ 
 
-
-
 
-
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
-
ˈ 
 
.ˈ
-
 
 
.ˈ 
 
 
 
-
,ˈ 
-
-
-
.ˈ 
 
 
ˈ 
-
,ˈ 
 
 
 
 
-
ˈ 
.ˈ 
 
ˈ 
-
ˈ 
 
-
 
,ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
-
-
.ˈ 
-
 
 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
.ˈ 
-
,ˈ 
 
,ˈ 
-
.ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
ˈ 
-
 
,ˈ 
-
-
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
,ˈ 
ˈ 
-
-
 
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
-
ˈ 
-
 
,ˈ 
,ˈ 
 
-
.ˈ 
 
,ˈ 
ˈ 
-
 
-
.ˈ 
 
 
-
 
-
 
.ˈ 
 
 
-
-
-
,ˈ 
-
 
 
 
,ˈ 
 
-
 
,ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
-
.ˈ 
ˈ 
-
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
,ˈ 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
-
-
.ˈ 
 
-
-
-
,ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
-
 
?ˈ 
 
 
-
,ˈ 
-
-
-
 
.ˈ 
 
-
.ˈ
-
 
ˈ 
 
 
 
-
ˈ 
.ˈ 
,ˈ 
ˈ 
-
-
 
.ˈ 
 
-
 
 
-
 
-
,ˈ 
-
-
 
.ˈ 
 
-
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
ˈ 
 
-
 
.ˈ 
-
 
ˈ 
-
-
 
 
 
-
 
.ˈ 
 
 
?ˈ 
 
 
-
 
 
 
.ˈ 
 
,ˈ 
 
-
-
-
.ˈ 
 
-
ˈ 
 
,ˈ 
-
-
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
 
 
-
 
 
-
-
,ˈ 
?ˈ 
 
 
 
-
.ˈ 
-
-
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
-
 
-
,ˈ 
 
 
!ˈ 
-
-
 
 
-
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
-
-
.ˈ 
-
 
 
ˈ 
?ˈ 
 
 
 
ˈ 
-
.ˈ 
 
-
,ˈ 
-
 
 
 
ˈ 
-
-
 
.ˈ 
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
ˈ 
-
 
ˈ 
ˈ 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
-
-
 
.ˈ 
 
-
 
 
ˈ 
 
-
.ˈ 
 
-
 
 
ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
.ˈ 
ˈ 
 
 
.ˈ 
-
-
?ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
-
.ˈ 
-
 
 
-
.ˈ 
,ˈ 
-
ˈ 
 
-
 
ˈ 
 
-
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
 
 
-
.ˈ 
-
-
.ˈ 
 
 
,ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
ˈ 
-
,ˈ 
 
-
ˈ 
 
-
ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
-
-
 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
-
 
 
-
 
.ˈ 
-
 
 
-
 
 
 
ˈ 
 
 
?ˈ 
 
-
?ˈ 
-
-
 
?ˈ 
 
,ˈ 
 
!ˈ 
,ˈ 
,ˈ 
ˈ 
-
 
-
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
-
-
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
-
-
 
.ˈ 
-
 
ˈ 
 
 
 
 
-
-
 
.ˈ 
-
 
-
 
-
 
,ˈ 
,ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
 
ˈ 
 
-
ˈ 
-
-
 
,ˈ 
 
-
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
-
-
 
 
 
-
,ˈ 
 
-
 
 
,ˈ 
-
 
 
-
 
,ˈ 
 
-
.ˈ 
-
 
-
 
,ˈ 
-
 
-
.ˈ 
 
 
-
-
 
 
,ˈ 
 
 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
-
-
,ˈ 
-
-
 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
-
 
,ˈ 
 
 
 
ˈ 
-
-
 
 
-
-
ˈ 
.ˈ 
 
 
 
-
-
 
ˈ 
-
.ˈ 
-
,ˈ 
 
-
-
 
 
 
.ˈ 
-
 
,ˈ 
 
 
-
 
 
.ˈ 
 
-
 
 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
 
ˈ 
,ˈ 
 
-
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
 
.ˈ 
-
ˈ 
 
-
 
 
.ˈ 
-
-
 
,ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
-
 
.ˈ 
-
,ˈ 
-
 
-
-
-
.ˈ 
-
,ˈ 
-
.ˈ 
 
-
.ˈ 
.ˈ 
-
 
 
-
 
 
-
.ˈ 
 
-
 
-
ˈ 
,ˈ 
 
-
-
 
,ˈ 
-
-
.ˈ 
-
,ˈ 
 
,ˈ 
 
,ˈ 
-
,ˈ 
-
-
,ˈ 
 
-
!ˈ 
.ˈ 
 
,ˈ 
 
 
 
 
-
.ˈ 
-
 
-
 
-
-
 
 
 
 
-
 
-
-
 
 
.ˈ 
 
 
.ˈ
 
 
-
 
-
 
-
,ˈ 
-
 
-
.ˈ 
 
-
 
 
-
-
-
.ˈ 
 
 
 
-
 
-
.ˈ 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
 
ˈ 
 
-
 
 
-
-
-
 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
-
,ˈ 
-
ˈ 
 
-
.ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
 
 
-
 
 
 
,ˈ 
 
 
-
-
ˈ 
-
-
.ˈ 
-
 
 
-
 
 
-
.ˈ 
 
 
 
 
,ˈ 
-
-
-
 
-
.ˈ 
-
 
-
.ˈ 
 
-
ˈ 
 
 
-
 
 
 
.ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
-
,ˈ 
-
 
-
-
,ˈ 
ˈ 
-
-
 
ˈ 
ˈ 
 
.ˈ 
-
 
,ˈ 
ˈ 
 
 
,ˈ 
-
-
-
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
.ˈ 
-
 
 
-
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
-
,ˈ 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
 
 
-
 
.ˈ 
 
 
-
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
-
,ˈ 
-
-
-
 
-
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
 
-
-
 
 
ˈ 
ˈ 
.ˈ 
,ˈ 
-
.ˈ 
 
-
 
 
.ˈ 
 
-
-
?ˈ 
 
-
,ˈ 
-
,ˈ 
 
 
 
-
 
 
 
,ˈ 
 
-
,ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
ˈ 
.ˈ 
-
 
 
-
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
ˈ 
-
-
.ˈ 
 
-
 
,ˈ 
-
-
 
.ˈ 
,ˈ 
ˈ 
-
.ˈ 
.ˈ 
 
 
-
.ˈ 
 
-
 
-
.ˈ
 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
-
-
,ˈ 
.ˈ 
 
 
 
 
-
-
.ˈ 
 
-
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
.ˈ 
-
 
-
 
-
.ˈ 
-
 
 
 
,ˈ 
 
-
-
.ˈ 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
-
-
 
.ˈ 
-
 
ˈ 
-
-
 
-
,ˈ 
 
-
ˈ 
 
-
-
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
. 
ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
?ˈ 
 
-
-
-
 
-
 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
-
 
?ˈ 
 
-
ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
,ˈ 
 
 
 
-
,ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
-
 
 
 
-
 
 
 
 
-
-
 
?ˈ 
-
 
 
ˈ 
 
-
 
 
 
,ˈ 
.ˈ 
 
 
-
-
 
?ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
-
ˈ 
 
 
-
 
,ˈ 
 
 
-
 
,ˈ 
 
 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
?ˈ 
 
-
 
,ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
?ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
ˈ 
-
-
-
,ˈ 
 
 
-
,ˈ 
 
 
ˈ 
-
 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
-
 
 
 
 
 
-
.ˈ 
 
 
 
-
 
-
-
 
-
 
 
-
 
,ˈ 
.ˈ 
 
-
,ˈ 
 
 
-
 
ˈ 
 
-
 
 
?ˈ 
 
 
?ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
 
 
 
 
.ˈ 
-
 
-
?ˈ 
? 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
-
 
 
-
.ˈ 
 
 
-
 
ˈ 
-
 
 
-
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
,ˈ 
.ˈ 
-
 
ˈ 
 
.ˈ 
-
!ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
-
,ˈ 
 
 
ˈ 
 
ˈ 
-
-
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
-
 
?ˈ 
-
 
-
 
-
 
 
 
-
,ˈ 
 
-
?ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
-
 
 
-
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
 
-
 
 
-
-
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
-
 
-
.ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
 
!ˈ 
 
 
ˈ 
-
-
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
 
-
,ˈ 
 
-
 
.ˈ 
-
 
-
 
 
 
.ˈ 
 
,ˈ 
-
,ˈ 
-
 
,ˈ 
-
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
?ˈ 
-
 
?ˈ 
-
 
 
-
 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
-
-
!ˈ 
 
-
.ˈ 
 
-
-
-
ˈ 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
.ˈ 
 
-
-
 
ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
-
-
 
-
,ˈ 
,ˈ 
 
-
 
 
-
 
.ˈ 
 
-
-
 
 
 
ˈ — 
 
 
ˈ — 
-
 
.ˈ 
 
-
 
!ˈ 
 
 
ˈ 
 
 
!ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
-
 
-
ˈ 
 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ
ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
-
 
-
.ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
ˈ 
 
-
 
-
.ˈ 
 
 
-
,ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
-
.ˈ 
 
ˈ 
 
-
-
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
-
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
-
ˈ 
-
-
.ˈ 
 
ˈ 
-
.ˈ 
-
 
-
ˈ 
 
?ˈ 
,ˈ 
-
 
.ˈ 
-
-
 
 
 
.ˈ 
-
 
 
-
-
 
 
-
.ˈ 
 
ˈ 
-
ˈ 
-
 
 
-
.ˈ 
-
-
 
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
 
ˈ 
-
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
-
 
-
 
-
-
 
ˈ 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
-
,ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
 
-
-
 
-
 
-
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
!ˈ 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
-
 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
-
-
-
.ˈ 
-
.ˈ 
 
 
-
 
.ˈ
 
-
.ˈ 
 
-
-
-
.ˈ 
-
 
 
 .... 
-
ˈ 
-
 
-
ˈ 
 
ˈ 
-
-
ˈ 
 
ˈ 
-
-
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
:ˈ 
!ˈ 
 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
-
,ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
ˈ 
ˈ 
-
!ˈ 
-
 
-
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
 
!ˈ 
 
!ˈ 
 
-
 
-
?ˈ 
 
 
-
 
?ˈ 
 
-
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
?ˈ 
-
!ˈ 
 
ˈ 
 
 
!ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
-
-
 
 
.ˈ 
-
.ˈ 
 
 
 
.ˈ
 
,ˈ 
 
-
-
 
 
.ˈ 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
-
-
 
ˈ 
-
 
-
-
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
-
 
 
,ˈ 
,ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
-
,ˈ 
-
ˈ 
.ˈ 
 
-
,ˈ 
-
,ˈ 
ˈ 
 
-
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
 
-
,ˈ 
,ˈ 
-
 
 
,ˈ 
 
?ˈ 
 
 
 
ˈ 
-
 
?ˈ 
 
-
 
ˈ 
 
-
-
 
?ˈ 
-
 
.ˈ
 
-
,ˈ 
-
 
-
 
.ˈ 
 
-
 
ˈ 
ˈ 
-
ˈ 
 
ˈ 
-
-
,ˈ 
 
ˈ 
-
-
 
?ˈ 
-
 
-
.ˈ 
 
 
-
?ˈ 
 
-
 
.ˈ 
-
 
 
-
ˈ 
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
?ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
ˈ 
ˈ 
-
 
-
.ˈ 
-
,ˈ 
 
,ˈ 
 
-
?ˈ
 
.ˈ 
 
-
-
.ˈ 
 
-
 
 
-
-
-
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
-
,ˈ 
 
.ˈ 
-
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
,ˈ 
 
 
,ˈ 
-
-
 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
 
-
 
,ˈ 
 
ˈ 
-
-
 
,ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
-
 
,ˈ 
-
 
-
-
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
,ˈ 
, 
.ˈ 
 
.ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
 
-
 
.ˈ 
-
.ˈ 
-
 
,ˈ 
 
ˈ 
,ˈ 
-
ˈ 
-
.ˈ 
-
-
.ˈ 
-
 
ˈ 
 
,ˈ 
-
-
 
-
 
 
.ˈ 
 
!ˈ 
-
 
,ˈ 
 
 
ˈ 
-
!ˈ 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
-
ˈ 
,ˈ 
 
.ˈ 
-
 
 
-
,ˈ 
-
 
 
,ˈ 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
.ˈ 
 
 
!ˈ 
 
 
 
-
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
-
-
 
ˈ. 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
-
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
?ˈ 
 
 
 
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
-
-
-
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
.ˈ 
-
 
ˈ 
-
-
ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ
 
-
ˈ 
-
-
,ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
-
 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
-
.ˈ 
-
 
-
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
-
!ˈ 
-
! 
 
!ˈ 
 
 
-
 
.ˈ 
ˈ 
 
 
 
-
 
,ˈ 
 
 
-
,ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
-
-
 
 
 
,ˈ 
-
 
.ˈ 
 
 
-
-
,ˈ 
-
,ˈ 
 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
!ˈ 
 
!ˈ 
-
 
 
,ˈ 
-
-
 
 
.ˈ 
 
 
 
?ˈ 
 
 
-
,ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
 
,ˈ 
 
 
-
 
-
-
-
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
!ˈ 
 
-
 
!ˈ 
 
!ˈ 
 
 
 
 
 
.ˈ 
-
ˈ 
 
-
 
 
-
.ˈ 
-
 
ˈ 
-
 
-
ˈ 
-
-
.ˈ 
 
 
.ˈ 
-
 
 ... 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
-
ˈ 
 
-
 
.ˈ
 
ˈ 
 
,ˈ 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
-
 
-
 
ˈ 
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
 
ˈ 
 
-
.ˈ 
 
 
-
 
-
 
 
 
ˈ 
-
 
ˈ 
-
 
-
 
ˈ 
-
 
-
-
.ˈ 
-
 
 
 
ˈ 
ˈ 
-
 
?ˈ 
!ˈ 
 
 
-
.ˈ 
-
 
ˈ 
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
?ˈ 
-
 
-
 
,ˈ 
.ˈ 
?ˈ 
 
 
-
 
-
.ˈ 
 
-
,ˈ 
-
 
-
 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
 
?ˈ 
ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
-
 
-
 
,ˈ 
ˈ — 
 
 
-
ˈ — 
 
,ˈ 
 
 
 
 
ˈ 
-
ˈ 
-
 
ˈ 
-
 
-
-
.ˈ 
 
-
 
.ˈ 
-
 
-
 
.ˈ 
 
,ˈ 
 
-
 
-
 
.ˈ 
ˈ 
 
 
-
ˈ 
-
.ˈ 
 
 
 
 
 
-
ˈ 
-
-
 
-
,ˈ 
-
,ˈ 
-
.ˈ 
ˈ 
 
-
 
 
-
,ˈ 
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
-
 
-
ˈ 
 
.ˈ 
 
 
 
 
 
-
-
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
.ˈ 
-
 
-
 
.ˈ 
-
 
-
-
-
ˈ 
-
-
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
 
ˈ 
 
-
-
 
-
ˈ 
 
-
 
ˈ 
 
 
 
-
-
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
-
 
 
-
!ˈ 
-
!ˈ 
-
 
 
-
 
,ˈ 
 
 
-
 
.ˈ 
 
?ˈ 
 
 
 
-
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
?ˈ 
 
 
 
 
ˈ 
-
-
 
-
.ˈ 
 
 
-
!ˈ 
-
!ˈ 
 
-
 
-
.ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
 
-
!ˈ
 
 
-
,ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
 
-
-
 
,ˈ 
-
.ˈ 
-
 
?ˈ 
 
 
-
 
-
.ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
 
 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
.ˈ 
?ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
 
-
 
-
.ˈ 
-
 
 
 
 
-
-
 
 
,ˈ 
-
 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
 
-
ˈ 
.ˈ 
 
,ˈ 
 
-
 
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
 
-
 
-
 
-
-
.ˈ 
-
 
-
 
 
 
-
-
 
.ˈ 
-
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
, 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
,ˈ 
 
 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ
-
 
 
 
.ˈ 
 
 
-
ˈ 
-
ˈ 
,ˈ 
-
 
 
,ˈ 
 
-
,ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
?ˈ 
ˈ 
-
ˈ 
-
ˈ 
-
,ˈ 
 
 
-
,ˈ 
-
 
 
.ˈ 
-
-
 
 
 
-
ˈ 
 
 
-
 
.ˈ 
-
 
 
,ˈ 
-
 
 
 
ˈ 
 
 
-
.ˈ 
-
ˈ 
 
-
 
-
 
ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
-
,ˈ 
 
-
ˈ 
-
-
ˈ 
-
 
,ˈ 
 
-
-
-
 
.ˈ 
-
ˈ 
-
 
 
 
 
-
ˈ 
-
 
 
 
-
-
 
.ˈ 
 
 
-
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
-
,ˈ 
-
 
-
,ˈ 
 
-
-
 
,ˈ 
-
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
 
,ˈ 
-
,ˈ 
 
-
 
-
 
 
-
-
 
-
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
 
-
 
 
?ˈ 
 
-
 
 
ˈ 
-
 
-
 
-
 
 
-
?ˈ 
 
,ˈ 
,ˈ 
 
-
.ˈ 
-
 
 
ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
 
 
-
 
-
 
 
.ˈ 
 
 
-
 
-
-
.ˈ 
-
 
 
.ˈ 
 
-
?ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
.ˈ 
,ˈ 
ˈ 
,ˈ 
 
-
-
ˈ 
 
-
ˈ 
-
 
 
-
-
-
 
-
 
 
.ˈ
 
 
ˈ 
ˈ 
 
 
-
,ˈ 
-
-
 
 
.ˈ 
-
ˈ 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
-
-
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
ˈ 
 
-
-
 
-
,ˈ 
-
 
-
 
-
,ˈ 
-
 
-
 
-
 
-
,ˈ 
-
 
-
-
 
-
.ˈ 
-
 
 
.ˈ 
-
 
 
 
-
ˈ 
 
-
-
 
-
.ˈ 
-
?ˈ 
 
 
-
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
-
 
-
-
,ˈ 
-
-
.ˈ 
-
 
 
-
 
 
-
,ˈ 
-
?ˈ 
 
-
-
.ˈ 
 
 
-
 
?ˈ 
 
-
?ˈ 
 
-
?ˈ 
 
-
-
 
 
?ˈ 
 
-
-
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
-
ˈ 
-
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
-
 
-
,ˈ 
-
.ˈ 
ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
-
-
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
 
-
 
ˈ 
-
.ˈ 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
-
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
-
,ˈ 
-
 
-
-
.ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
 
-
-
 
-
,ˈ 
-
 
 
 
-
,ˈ 
-
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
-
,ˈ 
 
 
 
!ˈ 
 
 
?ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
ˈ 
-
 
,ˈ 
-
-
-
 
 
-
 
 
 
 
-
 
.ˈ 
 
-
 
!ˈ 
 
,ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
?ˈ 
 
?ˈ 
?ˈ 
 
-
 
 
?ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
!ˈ 
 
-
 
 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
-
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
-
ˈ 
-
 
-
.ˈ 
 
 
 
?ˈ 
 
-
 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
 
-
.ˈ 
-
-
ˈ 
-
.ˈ 
 
-
-
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
-
.ˈ 
-
 
-
 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
 
ˈ 
 
-
?ˈ 
 
 
ˈ 
ˈ 
 
?ˈ 
 
 
-
ˈ 
 
-
 
-
.ˈ 
 
ˈ 
 
-
 
-
-
ˈ 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
-
 
 
.ˈ 
-
 
 
?ˈ 
 
 
ˈ 
-
-
.ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
 
 
 
,ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
-
,ˈ 
 
 
-
.ˈ 
-
.ˈ 
 
 
 
-
ˈ 
-
-
.ˈ 
 
ˈ 
-
 
.ˈ
-
 
,ˈ 
,ˈ 
 
 
-
 
 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
-
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
-
 
 
 
?ˈ 
 
ˈ 
-
ˈ 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ 
 
-
 
 
 
 
 
-
,ˈ 
-
?ˈ 
-
 
-
 
 
-
 
-
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
-
-
:ˈ 
 
ˈ 
 
 
-
ˈ 
 
,ˈ 
-
-
 
,ˈ 
 
-
.ˈ 
-
 
 
 
-
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
-
ˈ 
 
 
 
,ˈ 
 
!ˈ 
-
 
-
!ˈ 
 
 
!ˈ 
.ˈ 
 
 
,ˈ 
 
?ˈ 
 
-
 
-
ˈ 
 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
-
 
-
 
ˈ 
-
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
ˈ 
-
ˈ 
 
ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
-
ˈ 
-
 
-
?ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
?ˈ 
?ˈ 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
 
ˈ 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
,ˈ 
 
-
 
 
-
 
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
-
 
 
 
 
-
,ˈ 
 
ˈ 
-
?ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
-
 
-
 
.ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
-
,ˈ 
 
-
-
 
.ˈ 
 
.ˈ 
 
-
ˈ 
-
-
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
-
ˈ 
-
,ˈ 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
ˈ 
-
-
 
 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
?ˈ 
 
 
 
-
?ˈ 
 
ˈ 
-
-
 
-
,ˈ 
 
-
ˈ 
-
 
,ˈ 
-
 
 
-
-
-
.ˈ 
 
 
,ˈ 
-
 
 
 
 
-
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
-
,ˈ 
 
-
-
,ˈ 
 
 
-
 
.ˈ 
 
-
 
-
!ˈ 
 
-
 
.ˈ 
 
 
 
-
 
 
 
.ˈ 
-
 
-
-
ˈ 
.ˈ
ˈ 
-
,ˈ 
 
-
-
.ˈ 
 
-
 
,ˈ 
.ˈ 
 
-
-
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
-
-
-
.ˈ 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
-
.ˈ 
-
ˈ 
 
.ˈ 
 
-
ˈ 
 
-
ˈ 
-
.ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
-
.ˈ 
-
-
 
-
 
ˈ 
 
-
ˈ 
 
-
 
.ˈ 
 
-
ˈ 
 
ˈ 
-
 
.ˈ 
-
 
-
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
!,ˈ 
 
 
 
-
 
.ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
ˈ 
-
 
-
-
.ˈ 
.ˈ 
 
.ˈ 
 
!ˈ 
.ˈ 
 
-
.ˈ 
ˈ 
-
.ˈ 
-
.ˈ 
ˈ 
-
-
?ˈ 
ˈ 
 
-
-
 
-
ˈ 
-
-
-
-
ˈ 
-
-
 
-
ˈ 
 
-
 
.ˈ 
 
 
-
-
ˈ 
-
.ˈ 
ˈ 
 
 
ˈ 
-
 
 
 
ˈ 
-
-
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
 
 
-
-
 
,ˈ 
,ˈ 
-
-
.ˈ 
 
 
.ˈ 
ˈ 
-
,ˈ 
 
?ˈ 
ˈ 
-
 
 
 
-
 
-
.ˈ 
 
-
 
 
 
 
 
 
-
-
.ˈ 
,ˈ 
 
 
-
,ˈ 
 
-
 
-
ˈ 
-
 
-
?ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
,ˈ 
, 
, 
 
-
-
.ˈ 
,ˈ 
-
 
 
,ˈ 
 
-
 
 
-
.ˈ 
 
-
.ˈ 
-
!ˈ 
-
 
-
,ˈ 
 
!ˈ 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
,ˈ 
-
,ˈ 
 
ˈ
-
ˈ 
 
!ˈ 
!ˈ 
 
 
-
 
.ˈ 
-
 
-
 
-
?ˈ 
-
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
-
.ˈ 
-
ˈ 
 
 
?ˈ 
 
 
-
?ˈ 
 
 
-
 
-
 
-
?ˈ 
.ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
-
-
 
-
.ˈ 
-
.ˈ 
-
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
-
,ˈ 
-
?ˈ 
 
 
 
-
-
.ˈ 
 
-
-
 
.ˈ 
,ˈ 
 
ˈ 
-
-
-
,ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
-
 
ˈ 
-
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
 
-
-
-
.ˈ 
 
-
,ˈ 
 
 
-
,ˈ 
 
!ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
-
 
 
-
-
.ˈ 
 
-
-
-
,ˈ 
 
 
-
-
.ˈ 
 
 
 
 
-
?ˈ 
 
,ˈ 
-
-
 
 
-
-
-
?ˈ 
 
!ˈ 
 
.ˈ 
 
-
 
-
-
-
 
-
 
-
?ˈ 
 
.ˈ 
 
 
-
-
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
 ..., 
 
 
 
 
-
,ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
,ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
-
 
!ˈ 
-
-
 
-
 
 
-
 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
-
?!ˈ 
-
 
 
.ˈ 
 
 
-
 
?ˈ 
 
.ˈ 
 
-
!ˈ 
 
-
 
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
-
?ˈ 
-
 
 
 
?ˈ 
 
 
 
 
-
 
-
ˈ 
-
-
 
 
 
ˈ 
-
 
,ˈ 
 
 
 
 
?ˈ 
 
 
 
-
?ˈ 
 
 
 
 
-
 
 
 
-
,ˈ 
-
 
 
-
-
 
,ˈ 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
ˈ 
-
 
 
 
 
.ˈ 
 
-
,ˈ 
-
 
 
-
.ˈ 
 
-
 
.ˈ 
 
-
 
-
 
-
.ˈ 
-
?ˈ 
 
,ˈ 
-
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
-
ˈ 
 
-
 
 
ˈ 
 
?ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
ˈ 
 
-
 
 
ˈ 
-
 
 
,ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
-
 
-
,ˈ 
-
 
-
.ˈ 
,ˈ 
 
 
 
-
-
 
 
-
 
.ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
-
 
-
 
ˈ 
,ˈ 
 
-
,ˈ 
 
-
-
 
?ˈ 
 
 
 
-
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
-
.ˈ 
 
-
.ˈ 
 
 
 
-
 
-
 
?ˈ 
 
 
 
 
-
ˈ 
-
-
 
-
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
.ˈ 
-
-
 
ˈ 
-
 
-
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
?ˈ 
 
 
-
.ˈ 
-
 
-
 
-
,ˈ 
-
-
 
-
-
 
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
-
-
 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
-
 
 
 
-
 
ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
-
 
.ˈ
-
 
 
-
 
-
-
.ˈ 
 
-
 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
-
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
?ˈ 
 
-
 
-
.ˈ 
-
 
 
?ˈ 
 
-
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
-
-
 
 
-
-
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
-
 
-
?ˈ 
ˈ 
,ˈ 
 
-
ˈ 
-
 
 
-
.ˈ 
-
 
-
 
-
 
-
?ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
 
-
-
ˈ 
 
-
 
-
ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
-
 
ˈ 
 
-
 
-
.ˈ 
 
?ˈ 
 
!ˈ 
 
-
 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
-
 
 
-
 
-
 
.ˈ 
 
-
 
-
-
 
-
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
-
 
?ˈ 
 
 
 
!ˈ 
 
-
 
,ˈ 
-
 
?ˈ 
 
 
.ˈ 
 
?ˈ 
 
-
!ˈ 
 
?ˈ 
!ˈ 
 
 
-
ˈ 
ˈ 
 
 
-
ˈ 
-
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
-
 
 
-
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
 
-
 
-
-
ˈ 
-
 
 
ˈ 
-
ˈ 
-
-
 
,ˈ 
 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
ˈ 
-
.ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
 
-
?ˈ 
 
-
!ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
ˈ 
-
?ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
-
ˈ 
-
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
-
-
 
 
.ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
-
 
 
-
 
-
.ˈ 
-
 
-
 
-
.ˈ 
 
-
 
 
?!ˈ 
 
 
?ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
-
 
.ˈ
 
 
-
-
 
.ˈ 
 
.ˈ 
-
ˈ 
 
ˈ 
-
ˈ 
ˈ 
-
-
 
 
.ˈ 
 
 
-
 
-
 
 
,ˈ 
.ˈ 
 
-
 
 
 
ˈ 
ˈ 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
-
 
?ˈ 
 
 
ˈ 
 
 
 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
-
 
 
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
 
 
 
-
.ˈ 
 
-
!ˈ 
ˈ 
-
 
-
 
 
-
.ˈ 
 
?ˈ 
 
.ˈ 
-
 
 
-
 
?ˈ 
 
-
-
 
 
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
-
 
-
 
,ˈ 
 
-
.ˈ 
 
 
 ... 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
-
 
-
-
?ˈ 
 
 
ˈ 
-
!ˈ 
 
 
ˈ 
 
-
 
!ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
-
 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
-
ˈ 
-
ˈ 
 
 
-
 
ˈ 
 
 
-
-
.ˈ 
 
 
-
 
 
.ˈ 
 
ˈ ... 
 
-
ˈ 
 
 
-
 
?ˈ 
 
ˈ 
 
ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
 
ˈ 
 
-
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
 
-
,ˈ 
 
-
 
-
 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
-
 
-
ˈ 
-
 
ˈ 
-
 
-
-
 
.ˈ 
 
 
?ˈ 
 
.ˈ
 
-
?ˈ 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
-
ˈ 
.ˈ 
 
-
,ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
-
-
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
-
ˈ 
-
ˈ 
,ˈ 
-
-
 
,ˈ 
-
.ˈ 
 
 
 
ˈ 
 
-
 
-
?ˈ 
-
 
?ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
?ˈ 
 
-
 
-
ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
-
 
 
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
?ˈ 
-
 
 
 
-
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
-
-
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
ˈ 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
?ˈ 
-
?ˈ 
-
 
?ˈ 
 
-
?ˈ 
 
 
-
ˈ 
-
?ˈ 
 
 
 
 
 
-
 
-
.ˈ 
 
,ˈ 
,ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
-
 
-
,ˈ 
-
 
-
-
.ˈ 
 
?ˈ 
 
 
 
-
-
ˈ 
 
.ˈ 
 
,ˈ 
 
-
-
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
-
.ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
 
.ˈ 
,ˈ 
 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
-
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
-
-
ˈ 
-
-
 
 
-
.ˈ 
-
 
-
-
 
ˈ 
 
 
.ˈ 
-
-
 
 
.ˈ 
 
 
 
-
-
 
.ˈ 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
-
 
-
ˈ 
-
 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
 
,ˈ 
 
-
 
,ˈ 
 
-
,ˈ 
-
 
-
,ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
-
ˈ 
!ˈ 
!ˈ 
ˈ 
-
 
-
-
.ˈ 
-
 
 
.ˈ 
,ˈ 
ˈ 
-
 
.ˈ 
-
 
-
 
ˈ 
-
 
-
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
.ˈ
 
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
ˈ 
ˈ 
-
 
-
 
 
!ˈ 
 
-
 
-
.ˈ 
-
 
-
.ˈ 
 
!ˈ 
 
!ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
-
.ˈ 
-
ˈ 
 
ˈ 
 
!ˈ 
 
-
 
 
ˈ 
-
-
.ˈ 
 
-
 
 
 
-
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
-
-
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
-
-
 
.ˈ 
 
 
-
-
 
.ˈ 
-
-
 
.ˈ 
 
 
?ˈ 
-
 
ˈ 
-
 
 
-
 
ˈ 
-
 
-
-
-
ˈ 
-
-
-
ˈ 
-
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
.ˈ
 
 
ˈ 
 
ˈ 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
-
, 
.ˈ 
 
-
 
 
-
,ˈ 
-
.ˈ 
 
!ˈ 
 
!ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
-
 
.ˈ 
-
 
 
-
-
 
ˈ 
 
!ˈ 
 
 
?ˈ 
 
 
 
 
!ˈ 
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
 
-
 
ˈ 
-
.ˈ 
-
-
 
,ˈ 
 
 
-
-
.ˈ 
-
 
 
 
ˈ 
-
 
-
 
.ˈ
 
-
ˈ 
-
 
-
-
 
-
,ˈ 
-
 
ˈ 
 
.ˈ 
 
-
ˈ 
-
?ˈ 
 
?ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
 
 
ˈ 
-
-
 
 
-
-
 
-
ˈ 
-
,ˈ 
-
,ˈ 
-
-
 
-
 
.ˈ 
-
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
-
 
-
 
 
-
.ˈ 
 
 
-
 
-
?ˈ 
 
ˈ 
-
,ˈ 
.ˈ 
 
 
 
-
-
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
-
 
 
 
,ˈ 
 
!ˈ 
 
?ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
.ˈ 
 
-
?ˈ 
 
-
-
?ˈ 
 
 
ˈ 
 
-
-
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
-
.ˈ 
 
 
-
?ˈ 
 
 
-
ˈ 
-
 
!ˈ 
 
 
-
 
.ˈ 
 
-
ˈ 
-
-
 
 
-
-
-
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
.ˈ 
 
 
.ˈ 
.ˈ 
-
 
-
-
.ˈ 
-
 
-
-
.ˈ 
 
 
.ˈ 
 
 
 
 
-
ˈ 
-
-
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
.ˈ
-
,ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
 
-
 
-
.ˈ 
 
?ˈ 
 
 
 
ˈ — 
 
 
-
-
 
,ˈ 
 
,ˈ 
 
-
 
ˈ — 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
,ˈ 
-
?ˈ 
 
-
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
-
 
.ˈ 
 
!ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
-
 
 
 
 
-
 
,ˈ 
 
 
.ˈ 
-
-
-
,ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
 
?ˈ 
 
-
.ˈ 
 
-
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
?ˈ 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
-
-
 
 
.ˈ 
 
-
-
 
.ˈ 
 
ˈ 
-
-
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
-
?ˈ 
 
 
?ˈ 
-
 
-
-
 
 
-
 
-
 
-
 
.ˈ 
 
 
ˈ 
.ˈ 
 
-
 
,ˈ 
ˈ 
,ˈ 
 
-
,ˈ 
-
 
 
-
.ˈ 
ˈ 
 
ˈ — 
-
 
 
ˈ 
-
 
.ˈ — 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
 
ˈ 
-
?ˈ 
-
ˈ 
-
?ˈ 
 
-
?ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
-
 
ˈ 
-
 
-
 
,ˈ 
-
 
-
 
 
 
,ˈ 
 
,ˈ 
-
 
-
 
 
-
 
,ˈ 
-
.ˈ 
 
.ˈ 
 
!ˈ 
-
 
!ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
-
 
 
, 
 
.ˈ 
 
-
 
 
ˈ 
-
-
-
.ˈ 
-
-
,ˈ 
 
.ˈ 
-
 
-
-
,ˈ 
-
-
-
ˈ 
-
.ˈ 
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
 
-
 
ˈ 
? 
 
 
-
!ˈ
 
-
ˈ 
 
 
.ˈ 
 
ˈ, 
,ˈ 
-
ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
.ˈ 
 
-
-
 
.ˈ 
-
 
.ˈ 
 
 
 
 
-
-
-
 
-
ˈ 
 
-
.ˈ 
-
-
ˈ 
 
 
-
-
-
 
-
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
-
 
-
-
-
 
 
.ˈ 
-
-
-
 
 
,ˈ 
 
 
-
-
 
,ˈ 
 
 
-
 
-
-
.ˈ 
-
 
-
 
 
,ˈ 
 
-
-
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
-
-
-
 
.ˈ 
 
 
-
-
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
 
 
 
-
 
,ˈ 
 
 
 
,ˈ 
 
-
-
-
 
 
,ˈ 
 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
 
-
-
 
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
-
 
.ˈ 
-
ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
-
-
.ˈ 
-
 
.ˈ 
 
-
 
 
?ˈ 
 
-
 
.ˈ 
ˈ 
-
 
.ˈ 
 
-
 
-
-
.ˈ 
 
-
 
.ˈ 
-
 
 
 
 
 
-
 
-
 
.ˈ 
 
 
ˈ 
-
 
-
-
ˈ 
,ˈ 
-
 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
-
 
 
-
.ˈ 
 
-
ˈ 
 
.ˈ
-
ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
-
 
 
-
,ˈ 
:ˈ 
 
 
-
 
 
,ˈ 
-
-
 
,ˈ 
-
-
 
.ˈ 
 
-
-
 
-
 
.ˈ 
-
ˈ 
 
 
 
-
ˈ 
-
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
-
,ˈ 
 
-
.ˈ 
 
!ˈ 
 
.ˈ 
 
-
 
 
 
-
 
 
-
ˈ 
-
-
,ˈ 
-
-
ˈ 
.ˈ 
 
ˈ 
 
 
 
-
 
-
 
-
,ˈ 
-
-
 
 
.ˈ 
-
-
 
 
.ˈ 
 
 
-
ˈ 
-
ˈ 
-
ˈ 
-
 
ˈ 
-
 
-
 
.ˈ 
 
 
-
 
-
,ˈ 
-
 
-
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
 
-
 
ˈ 
 
-
 
-
 
.ˈ 
 
-
 
-
?ˈ 
 
-
 
-
 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
-
ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
-
 
?ˈ 
 
-
-
 
 
 
.ˈ
ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
 
, 
 
.ˈ 
ˈ 
?ˈ 
-
.ˈ 
-
 
-
 
 
 
.ˈ 
-
ˈ 
.ˈ
 
 
ˈ \n
 
 
-
ˈ \n
-
-
 
 
-
ˈ \n
 
 
-
ˈ \n
 
 
-
ˈ \n
 
 
ˈ \n
 
 
?ˈ
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
-
.ˈ 
ˈ 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
-
.ˈ 
-
-
 
 
-
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
-
,ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
 
 
 
-
 
.ˈ 
-
,ˈ 
-
,ˈ 
-
 
.ˈ 
 
 
.ˈ 
-
 
-
 
ˈ
-
 
 
ˈ \n
-
 
 
ˈ \n
 
 
 
-
ˈ \n
 
-
 
ˈ
ˈ 
-
ˈ 
 
ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
-
 
-
ˈ 
 
 
,ˈ 
-
 
-
 
.ˈ 
 
 
 
,ˈ 
-
 
 
-
-
,ˈ 
 
 
-
-
ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
-
 
-
ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
-
-
 
 
 
-
-
 
-
 
,ˈ 
.ˈ 
-
-
 
-
 
 
ˈ 
 
-
 
.ˈ 
-
 
 
-
.ˈ 
ˈ 
 
 
!ˈ 
 
 
,ˈ 
-
 
,ˈ 
!ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
 
ˈ 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
-
 
-
 
-
 
-
.ˈ 
-
 
-
 
.ˈ 
-
.ˈ 
ˈ
-
 
 
ˈ \n
-
 
 
ˈ \n
 
 
-
-
ˈ
 
 
.ˈ 
-
.ˈ 
 
-
-
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
-
 
 
-
-
ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
-
ˈ 
-
 
-
ˈ 
 
ˈ 
 
 
-
ˈ 
-
-
 
.ˈ 
-
-
ˈ 
-
 
ˈ 
 
 
.ˈ 
ˈ 
 
-
 
ˈ 
 
-
ˈ 
 
-
 
-
.ˈ 
-
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
-
ˈ 
 
 
 
 
-
-
?ˈ 
 
-
.ˈ 
 
-
!ˈ 
 
 
-
 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
 
-
 
-
-
.ˈ 
 
-
.ˈ 
 
-
 
 
-
-
ˈ 
-
-
 
 
 
ˈ 
-
ˈ 
-
-
 
 
-
 
 
.ˈ 
-
 
-
 
 
,ˈ 
 
 
 
 
-
-
 
.ˈ 
 
 
 
-
 
ˈ 
-
-
-
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
 
-
 
-
.ˈ 
 
-
 
 
-
-
 
.ˈ 
 
-
 
-
-
 
.ˈ 
 
-
-
 
-
,ˈ 
-
 
-
 
-
 
.ˈ 
 
 
-
.ˈ 
-
-
 
.ˈ 
 
,ˈ 
 
-
 
-
.ˈ
 
-
 
-
-
.ˈ 
-
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
-
 
-
.ˈ 
 
-
 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
-
 
-
 
-
,ˈ 
-
 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
-
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
-
 
 
ˈ 
-
 
 
,ˈ 
-
 
-
.ˈ 
 
 
?ˈ 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
 
-
 
-
ˈ 
?ˈ 
-
-
-
 
ˈ 
 
-
-
 
 
-
,ˈ 
 
.ˈ 
 
-
-
 
?ˈ 
.ˈ 
-
 
 
 
.ˈ 
 
-
.ˈ 
 
,ˈ 
-
-
 
-
 
,ˈ 
 
-
,ˈ 
,ˈ 
-
,ˈ 
, 
, 
,ˈ 
 
 
-
ˈ 
,ˈ 
 
ˈ 
-
 
.ˈ 
-
 
 
-
 
ˈ 
-
-
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
-
,ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
-
,ˈ 
 
-
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
ˈ 
 
-
 
 
.ˈ 
 
-
 
.ˈ
,ˈ 
 
.ˈ 
 
ˈ 
-
-
 
 
 
-
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
-
 
 
.ˈ 
ˈ 
 
 
-
 
.ˈ 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
 
ˈ 
-
-
-
 
.ˈ 
-
-
 
 ... 
-
ˈ 
 
-
ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
,ˈ 
.ˈ 
:ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
-
 
.ˈ
 
 
 
.ˈ 
 
 
-
. 
 
 
ˈ 
.ˈ 
-
 
-
 
.ˈ 
 
-
 
-
 
,ˈ 
 
 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
-
.ˈ 
-
-
 
 
 
-
.ˈ 
-
-
 
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
-
-
 
ˈ 
-
.ˈ 
 
ˈ 
 
 
!ˈ 
 
ˈ 
 
-
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
ˈ 
.ˈ 
-
 
 
-
 
.ˈ 
-
 
 
-
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
-
,ˈ 
-
 
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
-
ˈ 
ˈ 
-
-
 
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
-
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
 
-
.ˈ
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
-
 
ˈ 
-
-
ˈ 
-
-
.ˈ 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
.ˈ 
-
 
 
-
-
,ˈ 
-
 
-
.ˈ 
-
 
 
.ˈ 
-
-
-
 
 
.ˈ 
-
-
-
 
.ˈ 
-
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
.ˈ
:ˈ 
,ˈ 
 
 
-
ˈ 
 
,ˈ 
 
 
-
 
,ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
 
-
 
 
-
-
-
 
 
-
-
 
.ˈ 
 
-
-
 
-
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
ˈ 
,ˈ 
-
,ˈ 
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
 
?ˈ 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
ˈ 
 
ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
-
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
-
-
.ˈ 
 
 
ˈ 
 
 
?ˈ 
-
ˈ 
 
-
 
?ˈ 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
-
-
 
ˈ 
-
-
.ˈ 
-
-
 
-
.ˈ 
 
 
 
-
?ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
-
ˈ 
 
-
 
-
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
-
!ˈ 
 
,ˈ 
 
-
-
 
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ
-
ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
-
 
 
ˈ 
-
,ˈ 
 
 
 ... 
-
.ˈ 
-
 
-
 
 
-
,ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ — 
 
 
 
ˈ — 
 
ˈ 
 
 
-
-
 
?ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
-
 
ˈ 
.ˈ 
-
 
 
ˈ 
ˈ 
 
-
 
-
.ˈ 
-
-
 
-
,ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
 
 
,ˈ 
 
-
 
-
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
-
 
-
,ˈ 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
-
,ˈ 
-
,ˈ 
-
-
 
-
ˈ 
-
-
-
.ˈ 
-
ˈ 
,ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
 
,ˈ 
-
 
-
-
ˈ 
-
 
-
-
.ˈ 
-
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
-
 
 
 
 
ˈ 
-
 
 
ˈ 
-
 
.ˈ 
-
 
 
 
-
,ˈ 
 
-
 
-
.ˈ 
-
 
-
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
-
 
. 
,ˈ 
-
-
 
,ˈ 
-
 
 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
-
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
 
ˈ 
-
-
ˈ 
-
.ˈ 
 
.ˈ
 
 
?ˈ 
,ˈ 
 
 
-
,ˈ 
,ˈ 
ˈ 
 
-
 
?ˈ 
-
?ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
 
-
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
-
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
-
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
.ˈ 
,ˈ 
ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
-
-
 
.ˈ 
 
-
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
ˈ 
 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
-
 
-
 
-
.ˈ 
 
 
 
ˈ 
. 
 
-
 
,ˈ 
ˈ 
 
 
 
 
ˈ 
-
 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
-
-
.ˈ 
-
 
-
-
.ˈ 
-
 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
?ˈ 
-
 ... 
 
 
?ˈ 
 
-
-
.ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
.ˈ 
,ˈ 
-
 
-
.ˈ 
-
 
-
ˈ 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
-
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
 
 
?ˈ 
 
ˈ 
-
 
-
 
-
-
ˈ 
 
 
 
-
?ˈ 
.ˈ 
 
ˈ 
 
 
 
-
-
?ˈ 
 
ˈ 
-
 
-
.ˈ
 
 
,ˈ 
 
-
-
 
,ˈ 
 
-
 
,ˈ 
-
.ˈ 
,ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 
-
 
 
ˈ 
-
-
 
-
 
 
-
 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
ˈ 
-
 
 
-
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
-
 
.ˈ 
-
 
-
-
-
.ˈ 
 
 
-
ˈ 
-
 
 
-
 
 
 
-
.ˈ 
-
 
.ˈ 
 
,ˈ 
, 
, 
,ˈ 
-
 
 
ˈ 
-
-
.ˈ 
,ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
ˈ 
-
,ˈ 
 
-
ˈ 
 
 
-
.ˈ 
-
 
-
,ˈ 
-
 
 
 
,ˈ 
 
 
ˈ 
-
-
-
 
 
-
?ˈ 
-
,ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
-
 
-
.ˈ 
 
-
ˈ 
-
 
 
 
.ˈ 
 
 
?!ˈ 
-
 
 
-
!ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
-
ˈ 
-
,ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
 
 
 
-
,ˈ 
 
 
ˈ 
-
ˈ 
 
-
 
,ˈ 
 
 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
-
,ˈ 
-
 
-
,ˈ 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
-
 
-
,ˈ 
 
,ˈ 
-
 
.ˈ
ˈ 
-
 
 
 
?ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
-
 
ˈ 
ˈ 
-
 
ˈ 
 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
ˈ 
-
ˈ 
-
 
-
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
-
 
,ˈ 
-
 
-
 
 
ˈ 
-
 
ˈ 
-
-
 
.ˈ 
-
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
-
 
 
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
ˈ 
 
 
-
ˈ 
 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
 
-
,ˈ 
ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
-
 
-
.ˈ 
ˈ 
 
-
-
 
-
ˈ 
.ˈ 
, 
, 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
.ˈ
 
-
.ˈ 
ˈ 
-
.ˈ 
 
 
-
,ˈ 
 
-
-
 
-
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
-
?ˈ 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
-
 
-
.ˈ 
 
-
ˈ 
 
 
.ˈ
 
 
 
,ˈ 
 
.ˈ 
-
-
 
 
-
 
.ˈ 
 
 
-
 
 
-
.ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
-
,ˈ 
 
-
 
 
,ˈ 
-
,ˈ 
, 
, 
, 
, 
 
-
-
.ˈ 
 
-
-
ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
ˈ 
 
-
-
ˈ 
 
.ˈ 
 
-
 
-
 
,ˈ 
 
 
 
-
-
,ˈ 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
-
 
ˈ 
-
,ˈ 
.ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
-
,ˈ 
,ˈ 
-
 
ˈ 
-
-
 
.ˈ 
-
 
-
.ˈ 
-
-
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
?ˈ 
 
 
 
?ˈ 
 
.ˈ 
-
 
.ˈ 
-
 
 
ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
-
-
.ˈ 
 
 
 
,ˈ 
-
!ˈ 
 
 
!ˈ 
ˈ 
 
,ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
-
-
.ˈ 
-
 
-
 
 
-
.ˈ 
 
ˈ 
 
!ˈ 
 
 
 
?ˈ 
-
 
-
-
?ˈ 
-
 
 
-
ˈ 
-
-
 
 
?ˈ 
-
 
-
?ˈ 
-
 
 
ˈ 
-
 
 
?ˈ 
-
 
 
-
.ˈ 
 
?ˈ 
 
 
 
 
-
 
.ˈ 
 
 
 
 
-
ˈ 
-
-
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
?ˈ 
-
 
!ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
-
.ˈ 
-
 
 
 
-
,ˈ 
 
 
-
-
 
ˈ 
-
 
.ˈ 
 
.ˈ
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
-
,ˈ 
-
 
-
.ˈ 
-
 
ˈ 
-
,ˈ 
 
,ˈ 
 
ˈ 
-
 ... 
-
.ˈ 
 
 
-
ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ — 
-
-
?ˈ — 
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
-
ˈ 
-
 
ˈ 
-
 
-
ˈ 
-
 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
-
.ˈ 
 
-
 
-
.ˈ 
 
 
 
-
 
.ˈ 
-
 
 
-
.ˈ 
-
ˈ 
 
.ˈ 
-
-
-
,ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
ˈ 
ˈ 
-
.ˈ 
,ˈ 
ˈ 
 
 
-
-
.ˈ 
 
-
,ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
-
 
 
?ˈ 
 
 
 
-
 
.ˈ 
 
-
?ˈ 
 
 
-
?ˈ 
 
-
 
 
.ˈ 
 
-
 
 
-
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
-
 
 
.ˈ 
-
-
 
 
 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
 
 
?ˈ 
ˈ 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
ˈ 
-
 
.ˈ 
 
?ˈ 
 
,ˈ 
-
 
.ˈ 
-
.ˈ 
 
 
-
.ˈ
 
.ˈ 
ˈ 
-
ˈ 
 
-
 
 
,ˈ 
 
 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
-
 
-
,ˈ 
 
,ˈ 
.ˈ 
-
 
 
 
-
 
-
.ˈ 
,ˈ 
 
-
 
ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
-
 
-
 
 
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
-
 
-
-
.ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
-
 
 
-
ˈ ... 
 
-
 
 
 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
-
-
 
 
.ˈ 
 
ˈ 
-
ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
-
-
,ˈ 
 
-
 
.ˈ 
 
-
 
?ˈ 
 
ˈ 
-
.ˈ 
.ˈ
,ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
ˈ 
-
 
-
 
-
.ˈ 
 
-
-
 
.ˈ 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
-
 
-
-
.ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
-
 
,ˈ 
 
.ˈ
 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
-
 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
-
-
,ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
ˈ 
-
 
 
-
 
.ˈ 
 
ˈ 
 
 
!ˈ 
-
ˈ 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
 
,ˈ 
-
,ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
ˈ — 
-
 
-
 
,ˈ 
-
 
ˈ — 
 
 
ˈ 
 
-
 
 
ˈ 
 
-
 
-
ˈ 
-
-
 
-
.ˈ 
-
-
 
-
 
 
,ˈ 
 
-
 
ˈ 
-
 
,ˈ 
-
 
-
.ˈ
 
 
 
ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
-
ˈ 
 
-
 
-
-
ˈ 
-
-
ˈ 
-
-
-
,ˈ 
-
-
ˈ 
 
-
.ˈ 
ˈ 
 
 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
!ˈ 
ˈ 
ˈ 
-
-
-
?ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
,ˈ 
-
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
-
 
-
 
 
 
ˈ 
-
 
-
ˈ 
-
-
ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
 
 
,ˈ 
,ˈ 
-
 
ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
-
 
 
 
-
,ˈ 
.ˈ 
 
 
,ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
-
 
-
,ˈ 
 
 
 
-
?ˈ 
 
.ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
 
ˈ 
 
-
-
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
-
-
-
 
.ˈ 
 
 
?ˈ 
 
-
 
 
 
.ˈ 
-
-
 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
-
-
 
.ˈ 
 
 
-
-
.ˈ 
 
-
-
,ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
 
, 
, 
, 
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
-
.ˈ 
.ˈ 
 
ˈ 
 
 
-
 
-
-
ˈ 
,ˈ 
 
 
 
-
-
.ˈ 
,ˈ 
 
ˈ 
 
ˈ 
-
 
 
ˈ 
-
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ
 
 
 
-
 
.ˈ 
ˈ 
 
-
ˈ 
-
ˈ 
 
-
 
.ˈ 
ˈ 
-
ˈ 
 
 
.ˈ 
 
-
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
-
-
ˈ 
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
-
 
ˈ 
-
 
-
.ˈ 
 
 
-
ˈ 
 
 
-
-
.ˈ 
 
 
-
ˈ 
-
 
 
-
?ˈ 
 
,ˈ 
ˈ 
-
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
.ˈ 
,ˈ 
ˈ 
-
.ˈ 
 
-
 
 
ˈ 
-
?ˈ 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
-
 
 
 
-
,ˈ 
 
,ˈ 
,ˈ 
 
 
-
.ˈ 
!ˈ 
-
,ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
 
-
,ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
-
 
-
 
.ˈ 
-
 
 
-
,ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
-
 
 
,ˈ 
-
-
ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
-
-
 
 
,ˈ 
-
 
 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
-
 
.ˈ 
ˈ 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
?ˈ 
 
 
-
ˈ 
-
-
ˈ 
 
-
.ˈ 
 
ˈ 
 
-
 
,ˈ 
 
 
-
 
-
-
ˈ 
-
-
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
 
.ˈ 
-
 
-
-
 
 
-
 
 
.ˈ 
 
 
 
?ˈ 
-
 
-
 
?ˈ 
-
-
 
ˈ 
-
-
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
,ˈ 
-
ˈ 
 
?ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
-
 
 
 
.ˈ 
-
 
,ˈ 
-
.ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
 
ˈ 
ˈ 
,ˈ 
-
 
 
-
,ˈ 
 
-
 
-
 
-
 
 
.ˈ 
 
-
 
-
 
-
 
ˈ 
-
 
-
 
.ˈ 
-
 
-
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
-
 
-
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
,ˈ 
ˈ 
 
 
-
,ˈ 
-
.ˈ 
,ˈ 
 
-
-
-
,ˈ 
 
 
-
ˈ 
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ
 
-
.ˈ 
 
-
-
ˈ 
-
 
-
 
-
 
.ˈ 
-
 
 
 
-
 
-
-
,ˈ 
-
-
-
.ˈ 
 
 
 
-
,ˈ 
ˈ 
-
-
,ˈ 
 
?ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
-
-
 
ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
ˈ 
-
 
-
ˈ 
-
 
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 ...ˈ 
 
 
-
.ˈ 
 
-
-
 
 
?ˈ 
 
-
 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
-
 
-
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
-
-
 
ˈ 
 
ˈ 
 
-
-
 
-
ˈ 
-
-
.ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
-
,ˈ 
,ˈ 
ˈ 
-
 
 
.ˈ
 
 
-
 
 
,ˈ 
 
-
 
 
-
,ˈ 
 
,ˈ 
ˈ 
-
-
ˈ 
,ˈ 
ˈ 
.ˈ 
 
-
-
ˈ 
-
ˈ 
ˈ 
-
 
-
 
.ˈ 
 
 
-
 
ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
 
-
-
 
,ˈ 
 
-
 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
 
 
 
-
-
ˈ 
ˈ 
-
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
-
 
-
-
 
!ˈ 
 
 
-
 
-
 
?ˈ 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
ˈ 
 
 
 
-
ˈ 
-
 
-
 
 
.ˈ 
 
 
 
-
-
-
-
.ˈ 
 
-
 
-
 
-
,ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
-
 
-
ˈ 
-
 
.ˈ 
-
 
 
,ˈ 
-
-
.ˈ 
-
-
 
 
,ˈ 
-
 
.ˈ 
ˈ 
 
 
!ˈ 
-
-
 
 
-
.ˈ 
ˈ 
-
 
 
ˈ 
-
-
.ˈ 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
-
-
ˈ 
 
?ˈ 
 
 
.ˈ 
 
-
-
-
,ˈ 
 
-
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
-
-
 
 
-
,ˈ 
-
 
.ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
-
-
ˈ 
-
,ˈ 
 
-
-
 
 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
-
-
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
-
-
 
.ˈ 
 
-
.ˈ 
-
 
 
 
 
 
ˈ 
 
-
 
ˈ 
-
-
 
 
.ˈ 
 
-
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
 
 
ˈ 
 
!ˈ 
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
-
 
 
-
-
-
,ˈ 
-
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
-
ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
-
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
-
?ˈ 
-
-
 
-
?ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
-
 
?!ˈ 
 
 
 
 
,ˈ 
 
-
 
 
,ˈ 
-
 
-
 
-
-
ˈ 
-
ˈ 
-
 
 
 
,ˈ 
 
,ˈ 
-
 
 
-
 
.ˈ 
-
 
-
 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
ˈ 
-
,ˈ 
-
 
 
-
-
?ˈ 
 
 
-
 
?ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
ˈ 
-
-
.ˈ 
 
 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
-
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
 
,ˈ 
,ˈ 
 
?ˈ 
 
-
-
ˈ 
 
 
ˈ 
 
 
-
,ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
 
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
-
ˈ 
-
.ˈ 
-
-
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
 
-
 
-
.ˈ
 
 
 
 
-
.ˈ 
 
-
ˈ 
 
 
.ˈ 
ˈ 
-
-
 
 
 
-
.ˈ 
-
ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
 
ˈ 
-
ˈ 
-
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
-
 
.ˈ 
ˈ 
 
-
 
ˈ 
-
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ
 
ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
-
ˈ 
 
ˈ 
 
-
,ˈ 
-
.ˈ 
 
 
 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
-
 
-
ˈ 
-
 
-
 
.ˈ 
ˈ 
ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
-
 
 
 
 
-
!ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
-
ˈ 
-
 
 
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
,ˈ 
-
 
 
-
.ˈ 
 
 
-
-
ˈ 
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
-
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
 
ˈ 
-
-
,ˈ 
 
-
!ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
 
 
 
ˈ 
 
-
-
.ˈ 
 
 
-
ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
-
!?ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
 
-
!ˈ 
 
-
?ˈ 
 
-
-
 
ˈ 
-
 
-
 
.ˈ 
-
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
 
ˈ 
 
-
 
-
-
,ˈ 
 
-
 
-
-
ˈ 
 
-
 
-
-
-
.ˈ 
-
-
?ˈ 
.ˈ 
-
 
ˈ 
 
 
 
 
,ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
-
 
ˈ 
,ˈ 
 
 
,ˈ 
-
-
.ˈ 
ˈ 
 
 
-
.ˈ 
-
-
 
 
.ˈ 
 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
-
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
-
 
 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
-
ˈ 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
ˈ 
 
-
 
.ˈ 
-
 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
ˈ 
-
-
 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
-
.ˈ 
 
-
-
ˈ 
 
-
 
 
-
 
-
-
ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
ˈ 
-
-
ˈ 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
ˈ 
-
 
ˈ 
-
-
.ˈ
-
 
 
-
,ˈ 
-
-
ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
-
 
 
 
ˈ 
 
 
-
?ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
-
-
 
-
 
.ˈ 
 
ˈ 
-
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
-
-
 
 
-
ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
-
 
-
ˈ 
 
 
 
 
 
.ˈ 
 
-
-
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
-
 
 
 
.ˈ 
-
ˈ 
ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
-
.ˈ 
 
-
 
-
 
-
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
 
-
 
 
?ˈ 
 
 
 
 
-
-
ˈ 
 
.ˈ 
-
 
!ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
 
-
 
-
ˈ 
-
-
 
 
-
.ˈ 
 
-
ˈ 
 
 
?ˈ 
-
 
-
 
,ˈ 
-
 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
-
 
-
 
 
-
,ˈ 
 
.ˈ 
-
 
.ˈ 
,ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
-
 
 
ˈ 
ˈ 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
-
 
 
.ˈ 
-
 
 
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
-
 
-
ˈ 
 
 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
 
-
,ˈ 
-
.ˈ 
 
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
-
-
.ˈ 
 
ˈ 
-
 
-
 
.ˈ 
 
ˈ 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
.ˈ 
-
 
 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
-
 
ˈ — 
ˈ 
 
-
ˈ 
-
ˈ 
ˈ 
 
-
-
.ˈ 
-
 
,ˈ 
 
ˈ 
-
-
 
 
 
 
.ˈ
 
ˈ 
 
 
.ˈ 
-
-
.ˈ 
 
-
.ˈ 
 
ˈ 
 
-
,ˈ 
 
 
-
ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
 
 
-
 
,ˈ 
?ˈ 
 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
ˈ 
ˈ 
 
 
?ˈ 
-
 
.ˈ 
 
ˈ 
-
 
-
 
 
 
-
ˈ 
-
 
-
 
 
ˈ 
 
-
.ˈ 
 
-
 
 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
-
-
,ˈ 
ˈ 
-
-
ˈ 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
-
ˈ 
-
ˈ 
ˈ 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
-
-
 
-
.ˈ 
ˈ 
-
 
-
.ˈ 
 
ˈ 
-
-
,ˈ 
 
-
-
ˈ 
-
 
 
.ˈ 
ˈ 
 
ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
-
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
 
ˈ 
 
-
-
.ˈ 
-
 
-
ˈ 
-
,ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
-
-
.ˈ 
-
 
-
 
 
-
ˈ 
 
 
ˈ 
 
-
 
-
 
.ˈ 
 
-
 
 
 
-
-
.ˈ 
-
 
.ˈ 
-
 
 
-
 
 
-
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
-
 
ˈ 
 
-
 
 
.ˈ 
-
ˈ 
-
-
ˈ 
 
 
-
.ˈ 
-
-
ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
-
ˈ 
-
 
,ˈ 
-
ˈ 
-
.ˈ 
-
 
-
-
 
 
?ˈ 
ˈ 
 
 
 
 
-
 
-
,ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
-
 
 
ˈ 
-
 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
 
,ˈ 
-
 
.ˈ 
 
.ˈ
 
ˈ 
-
.ˈ 
 
-
-
 
,ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
-
 
-
-
ˈ 
-
 
.ˈ 
-
ˈ 
.ˈ 
 
 
-
-
 
 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
-
-
,ˈ 
ˈ 
 
,ˈ 
-
 
-
 
ˈ 
 
,ˈ 
 
 
-
-
,ˈ 
-
-
 
 
 
-
,ˈ 
-
-
.ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
?ˈ 
ˈ 
ˈ 
 
 
-
 
-
.ˈ 
 
-
-
 
-
 
-
 
 
 
-
,ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
-
 
 
 
?ˈ 
-
ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
,ˈ 
-
 
 
 
,ˈ 
 
,ˈ 
-
 
ˈ 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
-
ˈ 
 
-
-
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
-
.ˈ 
ˈ 
,ˈ 
,ˈ 
-
ˈ 
 
-
 
-
ˈ 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
-
 
 
ˈ 
-
-
 
 
-
-
.ˈ 
 
 
 
.ˈ 
 
-
-
ˈ 
-
 
-
 
ˈ 
 
-
 
ˈ 
-
 
-
ˈ 
-
-
.ˈ 
 
.ˈ 
-
-
ˈ 
 
.ˈ 
-
ˈ 
ˈ 
 
 
 
-
,ˈ 
 
ˈ 
-
,ˈ 
 
 
-
-
 
 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
 
 
 
,ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
 
 
-
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
ˈ 
-
-
 
.ˈ 
-
 
 
 
 
 
,ˈ 
ˈ 
-
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
-
 
 
 
-
-
.ˈ 
 
 
 
 
-
-
.ˈ 
 
!ˈ 
 
 
ˈ 
 
-
,ˈ 
-
 
!ˈ 
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
ˈ 
ˈ 
-
ˈ 
-
 
-
-
 
.ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
 
 
-
 
-
ˈ 
-
 
 
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
ˈ 
-
-
 
 
-
.ˈ 
ˈ 
.ˈ 
 
 
-
,ˈ 
ˈ 
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
-
ˈ 
ˈ 
.ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
,ˈ 
-
 
 
-
-
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
?ˈ 
 
 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
-
 
-
.ˈ 
-
 
.ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
-
 
.ˈ 
 
 
-
 
 
-
.ˈ 
 
 
,ˈ 
 
-
,ˈ 
 
 
-
-
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
-
 
-
-
 
-
.ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
-
ˈ 
-
 
 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
-
 
,ˈ 
-
ˈ 
 
ˈ 
-
 
 
.ˈ 
-
!ˈ 
-
 
-
,ˈ 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
-
-
ˈ 
 
-
ˈ 
-
-
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
-
-
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
 
-
.ˈ 
ˈ 
 
-
 
ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
-
 
-
 
-
.ˈ 
 
 
 
 
-
 
-
ˈ 
.ˈ 
-
-
 
 
-
.ˈ 
 
-
 
 
.ˈ
 
 
ˈ 
-
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
-
,ˈ 
-
-
 
ˈ 
-
ˈ 
-
 
,ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
-
.ˈ 
-
-
 
-
,ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
-
.ˈ
-
ˈ 
ˈ 
-
,ˈ 
ˈ 
-
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
.ˈ 
 
-
ˈ 
-
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
-
 
 
-
 
ˈ 
-
.ˈ 
 
 
.ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
-
 
-
,ˈ 
 
-
-
 
 
.ˈ 
 
.ˈ 
-
 
 
 
ˈ 
-
-
 
-
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
-
?ˈ 
 
,ˈ 
-
.ˈ
-
-
,ˈ 
 
?ˈ 
 
-
-
.ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
-
.ˈ 
,ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
 
-
-
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
-
ˈ 
-
.ˈ 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
ˈ 
-
ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
 
-
,ˈ 
-
 
-
ˈ 
 
 
-
-
ˈ 
ˈ 
-
.ˈ 
ˈ 
 
ˈ 
-
 
 
ˈ 
-
.ˈ 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
!ˈ 
ˈ 
 
 
ˈ 
-
.ˈ 
-
ˈ 
.ˈ 
-
 
-
.ˈ 
 
,ˈ 
-
 
-
 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
-
ˈ 
-
-
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
-
,ˈ 
.ˈ
ˈ 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
-
.ˈ 
-
-
ˈ 
ˈ 
 
ˈ 
-
.ˈ 
-
ˈ 
-
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
-
 
 
ˈ 
-
 
 
 
-
 
-
.ˈ 
 
-
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
-
 
 
-
ˈ 
.ˈ 
-
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
-
.ˈ 
-
-
 
 
-
,ˈ 
-
 
 
 
 
 
-
-
ˈ 
-
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
-
ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
 
.ˈ
 
 
,ˈ 
-
-
 
 
 
ˈ 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
,ˈ 
 
-
ˈ 
 
.ˈ 
-
-
 
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
-
.ˈ 
-
 
 
,ˈ 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
-
-
 
ˈ 
-
-
.ˈ 
-
 
-
.ˈ 
-
 
-
 
 
 
.ˈ
ˈ 
-
 
 
,ˈ 
 
,ˈ 
ˈ 
-
-
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
,ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
 
-
,ˈ 
-
-
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
!ˈ 
!ˈ 
!ˈ 
-
?ˈ 
 
-
.ˈ 
 
 
-
-
ˈ 
-
 
-
.ˈ 
 
-
 
-
ˈ 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
-
?ˈ 
 
 
-
?ˈ 
-
?ˈ 
, 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
-
?ˈ 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
 
-
 
,ˈ 
,ˈ 
.ˈ 
-
!ˈ 
,ˈ 
 
-
 
.ˈ 
, 
, 
,ˈ 
 
-
,ˈ 
 
-
ˈ 
 
 
-
ˈ 
-
,ˈ 
-
-
.ˈ 
 
 
 
ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
 
?ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
 
 
.ˈ 
-
 
-
 
!ˈ 
 
 
 
.ˈ 
-
-
 
 
-
!ˈ 
,ˈ 
,ˈ 
ˈ 
, 
, 
, 
-
-
.ˈ 
-
 
-
-
-
.ˈ 
-
-
ˈ 
ˈ 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
 
 
-
-
ˈ 
-
 
-
-
,ˈ 
.ˈ 
 
 
ˈ 
-
-
,ˈ 
 
-
-
-
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
-
?ˈ 
 
 
-
ˈ 
-
 
,ˈ 
-
-
-
 
-
 
.ˈ 
-
 
 
ˈ 
-
 
 
-
 
ˈ 
 
-
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
 
 
-
ˈ 
-
 
.ˈ 
 
 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
-
ˈ 
-
-
ˈ 
?ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
,ˈ 
-
ˈ 
 
 
-
 
ˈ 
-
.ˈ 
-
ˈ 
-
 
-
ˈ 
-
 
.ˈ 
 
,ˈ 
 
?ˈ 
 
.ˈ 
-
 
.ˈ 
ˈ 
-
 
 
-
 
ˈ 
-
-
-
 
-
 
.ˈ 
 
 
ˈ 
 
-
-
 
-
 
,ˈ 
-
 
 
.ˈ 
 
 
?ˈ 
 
!ˈ 
-
-
!ˈ 
 
-
 
 
-
 
ˈ 
-
.ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
-
.ˈ 
ˈ 
ˈ 
-
-
-
 
.ˈ 
!ˈ 
 
-
.ˈ 
-
-
 
.ˈ 
-
?ˈ 
-
 
?ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
-
.ˈ 
 
 
 
ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
-
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
 
-
 
.ˈ 
-
-
 
 
-
-
-
 
.ˈ 
-
 
 
ˈ 
 
-
ˈ 
-
 
-
-
 
ˈ 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
-
-
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
.ˈ 
!ˈ 
 
 
-
.ˈ 
 
 
-
-
ˈ 
-
 
.ˈ 
-
ˈ 
.ˈ 
-
,ˈ 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ
-
,ˈ 
.ˈ 
-
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
-
ˈ 
-
-
 
 
 
.ˈ 
-
-
 
 
 
,ˈ 
 
-
,ˈ 
-
ˈ 
.ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
-
.ˈ 
,ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ
-
ˈ 
ˈ 
-
-
 
ˈ 
 
,ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
-
-
ˈ 
 
,ˈ 
 
-
?ˈ 
 
ˈ 
 
-
-
 
 
.ˈ 
 
 
-
.ˈ 
-
-
-
 
-
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
-
 
ˈ 
-
 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
-
-
 
.ˈ
-
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
 
-
ˈ 
-
 
.ˈ 
-
-
.ˈ 
-
 
 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
-
,ˈ 
-
 
,ˈ 
 
!ˈ 
-
 
 
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
!ˈ 
,ˈ 
ˈ 
-
-
-
 
 
.ˈ 
-
 
.ˈ 
-
,ˈ 
-
 
-
.ˈ 
 
-
ˈ 
-
 
.ˈ 
-
 
 
-
 
 
-
 
-
.ˈ 
 
-
-
 
 
.ˈ 
 
,ˈ 
 
 
-
 
-
 
.ˈ 
 
ˈ 
-
-
ˈ 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
 
-
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
 
 
 
 
-
 
 
.ˈ 
 
ˈ 
-
 
.ˈ
 
-
 
 
.ˈ 
ˈ 
 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
,ˈ 
-
-
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
-
,ˈ 
 
 
,ˈ 
-
 
-
 
-
.ˈ 
 
-
.ˈ 
:ˈ
 
ˈ 
-
 
ˈ \n
 
 
 
?ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
-
 
ˈ \n
-
 
-
ˈ \n
 
 
ˈ \n
 
 
 
-
ˈ \n
 
-
 
-
ˈ
-
 
-
.ˈ 
 
.ˈ 
-
-
 
,ˈ 
-
-
 
.ˈ 
-
 
 
.ˈ 
-
 
:ˈ
-
,ˈ 
 
.ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
-
 
ˈ \n
-
 
-
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
 
-
 
-
ˈ \n
 
 
?ˈ
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
-
?ˈ 
 
 
-
ˈ 
ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
:ˈ 
 
-
!ˈ 
-
.ˈ 
 
 
 
.ˈ 
, 
-
, 
-
 
-
.ˈ 
 
-
-
.ˈ 
 
 
 
-
?ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
-
 
 
-
ˈ 
-
 
 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ
 
 
ˈ \n
 
ˈ \n
-
 
 
.ˈ
 
 
 
.ˈ 
-
 
:ˈ 
!ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
-
-
-
ˈ 
-
.ˈ 
 
-
-
 
.ˈ 
-
 
-
-
.ˈ 
 
.ˈ 
 
-
 
-
?ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
?ˈ 
-
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
 
-
.ˈ
-
 
 
-
-
!ˈ \n
 
-
.ˈ \n
 
-
ˈ \n
-
 
-
?ˈ
 
-
 
-
ˈ 
 
 
.ˈ 
-
 
-
-
 
-
ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
-
.ˈ 
-
 
 
-
ˈ 
?ˈ 
?ˈ 
 
 
 
.ˈ .... 
 
 
ˈ 
.ˈ 
 
 
 
-
 
.ˈ
 
-
.ˈ 
ˈ 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
 
:ˈ 
ˈ 
 
-
.ˈ 
 
-
 
-
,ˈ 
-
-
-
 
 
-
 
 
.ˈ 
.ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
-
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
-
,ˈ 
ˈ 
-
-
ˈ 
 
-
-
 
-
 ... 
.ˈ 
 
 
-
 
.ˈ 
-
ˈ 
 
 
 
 
-
-
 
.ˈ 
 
-
?ˈ 
 
 
-
.ˈ 
-
 
ˈ 
-
 
 
 
.ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
?ˈ 
 
 
-
 
?ˈ 
ˈ 
 
-
?ˈ 
 
-
 
 
 
-
.ˈ 
-
 
-
 
 
,ˈ 
-
 
-
-
 
.ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
-
 
.ˈ 
 
-
.ˈ 
-
-
ˈ 
 
-
.ˈ 
 
 
-
 
 
,ˈ 
 
-
,ˈ 
 
-
 
,ˈ 
-
 
-
 
.ˈ 
 
ˈ 
-
.ˈ 
-
 
-
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
-
 
?ˈ 
-
 
 
ˈ 
-
.ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
-
 
 
-
.ˈ 
, 
, 
,ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
ˈ 
-
ˈ 
.ˈ 
 
 
 
,ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
-
 
 
-
.ˈ 
-
 
-
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
-
,ˈ 
-
-
-
 
 
ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
-
 
-
 
.ˈ 
ˈ 
-
,ˈ 
-
 
-
 
 
-
-
-
.ˈ 
-
-
 
,ˈ 
-
-
 
 
.ˈ 
 
ˈ 
 
-
-
 
,ˈ 
 
-
-
 
-
 
-
ˈ 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
?ˈ 
-
.ˈ 
 
 
-
-
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
 
-
-
 
 
-
.ˈ 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
-
 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
-
 
-
 
 
-
.ˈ 
-
-
 
-
 
,ˈ 
-
-
.ˈ 
 
ˈ 
-
ˈ 
-
-
-
ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
-
.ˈ 
-
ˈ 
-
-
-
,ˈ 
-
 
 
-
,ˈ 
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
ˈ 
 
-
 
.ˈ 
-
 
 
ˈ 
.ˈ 
-
-
 
 
ˈ 
.ˈ 
 
ˈ 
-
-
ˈ 
 
-
.ˈ 
-
ˈ 
 
-
-
ˈ 
ˈ 
-
.ˈ 
-
-
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
-
-
 
ˈ 
.ˈ 
 
-
 
ˈ 
 
 
 
 
-
.ˈ 
 
-
 
-
,ˈ 
 
-
-
 
ˈ 
 
-
,ˈ 
 
-
.ˈ 
-
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
-
-
 
 
,ˈ 
 
-
ˈ 
-
ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
 
ˈ 
?ˈ 
 
.ˈ 
 
?ˈ 
 
.ˈ
.ˈ 
.ˈ 
ˈ 
-
.ˈ 
 
-
,ˈ 
,ˈ 
-
-
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
.ˈ 
-
 
.ˈ 
 
-
 
-
 
-
 
-
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
-
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
ˈ 
-
.ˈ 
 
,ˈ 
 
-
 
 
-
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
-
 
-
,ˈ 
-
 
 
.ˈ 
 
 
 
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
-
 
 
-
ˈ 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
 
?ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
 
 
,ˈ 
 
-
 
 
ˈ 
-
.ˈ 
 
!ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
 
-
-
-
 
.ˈ 
-
 
-
ˈ 
-
 
 
 
.ˈ 
 
-
-
.ˈ 
 
.ˈ 
,ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
.ˈ 
-
 
-
-
.ˈ 
-
 
 
ˈ 
 
 
 
,ˈ 
-
-
,ˈ 
-
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
-
 
-
.ˈ 
 
-
.ˈ 
-
,ˈ 
-
,ˈ 
 
-
ˈ 
 
?ˈ 
 
-
-
-
 
ˈ 
-
 
!ˈ 
 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
-
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
-
.ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
-
 
 
,ˈ 
 
-
 
.ˈ
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
-
 
,ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
,ˈ 
!ˈ 
-
-
 
,ˈ 
!ˈ 
 
-
 
,ˈ 
 
 
ˈ 
.ˈ 
.ˈ 
.ˈ 
 
-
 
 
 
ˈ 
-
 
-
 
 
 
.ˈ 
ˈ 
 
-
.ˈ 
-
 
 
 
ˈ 
-
ˈ 
.ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
-
ˈ 
.ˈ 
 
 
ˈ 
,ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
-
ˈ 
-
-
-
ˈ 
-
 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
-
-
-
ˈ 
ˈ 
 
 
-
,ˈ 
-
 
,ˈ 
ˈ 
-
?ˈ 
ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
-
-
 
 
.ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
-
,ˈ 
 
-
,ˈ 
 
.
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
-
-
.ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
-
-
 
 
,ˈ 
 
.ˈ 
-
-
ˈ 
-
 
ˈ 
-
.ˈ 
,ˈ 
 
 
-
,ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
-
,ˈ 
,ˈ 
 
 
.ˈ 
 
-
 
 
?ˈ 
-
 
?ˈ 
 
 
-
?ˈ 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
!ˈ 
-
 
 
 
.ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
.ˈ 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
-
 
.ˈ 
 
 
-
-
ˈ 
-
 
-
-
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
-
,ˈ 
 
-
.ˈ 
-
-
ˈ 
 
ˈ 
 
-
.ˈ 
.ˈ 
-
 
.ˈ 
 
ˈ 
-
,ˈ 
-
.ˈ 
-
 
 
-
,ˈ 
-
.ˈ 
 
-
-
.ˈ 
-
 
ˈ 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
.ˈ 
-
 
,ˈ 
-
-
 
-
ˈ 
-
.ˈ 
ˈ 
-
-
 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
-
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
.ˈ 
-
.ˈ 
 
,ˈ 
!ˈ 
-
-
 
,ˈ 
!ˈ 
-
.ˈ 
ˈ 
-
!ˈ 
 
-
,ˈ 
 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
-
 
 
-
 
 
-
.ˈ 
 
-
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
-
-
-
.ˈ 
 
 
-
-
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
?ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
.ˈ 
-
.ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
-
 
,ˈ 
-
 
-
,ˈ 
-
-
 
,ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
,ˈ 
 
 
-
-
,ˈ 
-
-
-
 
 
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
-
 
-
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
-
.ˈ 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
,ˈ 
-
ˈ 
-
-
 
 
.ˈ 
 
 
 
 
-
-
ˈ 
-
 
.ˈ 
-
 
 
 
-
-
,ˈ 
-
 
.ˈ 
-
 
ˈ 
-
.ˈ 
-
 
ˈ 
-
.ˈ 
-
.ˈ 
-
 
 
-
-
,ˈ 
 
-
.ˈ 
 
 
?ˈ 
-
 
 
-
ˈ 
-
 
-
 
,ˈ 
-
 
-
-
.ˈ 
-
 
-
ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
-
-
 
-
-
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
!ˈ 
 
 
!ˈ 
 
 
!ˈ 
 
!ˈ 
-
 
.ˈ 
 
-
-
,ˈ 
 
,ˈ 
-
-
ˈ 
-
-
 
.ˈ 
 
!ˈ 
-
 
,ˈ 
 
 
,ˈ 
-
-
 
 
-
 
.ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
-
 
-
 
.ˈ 
,ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
-
-
 
 
ˈ 
 
 
ˈ 
-
 
 
 
 
.ˈ 
-
,ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
,ˈ 
-
.ˈ 
 
 
 
!ˈ 
 
,ˈ 
 
 
 
 
-
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
-
.ˈ 
,ˈ 
 
 
 
ˈ 
-
ˈ 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
?ˈ 
 
-
-
 
.ˈ
-
ˈ 
ˈ 
 
-
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
ˈ 
 
 
 
-
.ˈ 
-
ˈ 
 
-
 
-
 
-
.ˈ 
-
,ˈ 
 
,ˈ 
 
?ˈ 
-
 
-
.ˈ 
-
ˈ 
-
 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
-
 
 
 
ˈ 
 
!ˈ 
!ˈ 
-
-
 
-
 
ˈ 
 
.ˈ 
 
-
-
.ˈ 
 
 
!ˈ 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
-
 
 
 
-
.ˈ 
.ˈ 
-
 
.ˈ 
 
 
?ˈ 
 
 
-
,ˈ 
ˈ 
-
 
-
 
.ˈ 
 
 
-
 
 
,ˈ 
-
 
 
ˈ 
-
 
,ˈ 
-
-
 
 
,ˈ 
-
-
-
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
-
 
-
-
.ˈ 
 
-
 
,ˈ 
.ˈ 
 
-
 
-
,ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
!ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
-
.ˈ 
 
.ˈ 
-
ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
-
-
 
-
.ˈ 
,ˈ 
 
,ˈ 
 
-
.ˈ 
-
-
-
 
 
!ˈ 
-
 
?ˈ 
 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
 
 
,ˈ 
 
.ˈ 
-
!ˈ 
 
-
 
 
?ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
-
 
-
-
.ˈ 
 
-
 
-
.ˈ 
-
 
 
ˈ 
 
ˈ 
 
-
-
 
.ˈ 
 
-
.ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
-
 
-
ˈ 
 
-
ˈ 
-
ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
 
 
ˈ 
ˈ 
 
-
 
ˈ 
-
 
-
 
.ˈ 
 
 
?ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
,ˈ 
-
 
 
,ˈ 
-
 
-
 
.ˈ 
-
ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
-
-
 
 
 
-
.ˈ 
 
-
 
 
 
 
.ˈ 
-
,ˈ 
-
 
,ˈ 
 
,ˈ 
-
-
.ˈ 
-
,ˈ 
 
-
,ˈ 
 
-
,ˈ 
-
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
-
-
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
-
ˈ 
 
-
 
.ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
 
-
-
,ˈ 
-
 
 
.ˈ 
 
-
ˈ 
 
-
 
-
ˈ 
-
,ˈ 
.ˈ 
 
-
-
 
 
.ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
-
.ˈ 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
-
.ˈ 
-
 
 
ˈ 
-
.ˈ 
-
,ˈ 
 
ˈ 
 
-
.ˈ 
-
-
ˈ 
,ˈ 
 
-
 
.ˈ 
-
-
 
,ˈ 
 
-
 
 
ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
 
-
-
?ˈ 
 
, 
,ˈ 
 
 
.ˈ 
 
,ˈ 
-
.ˈ 
-
 
-
ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
-
.ˈ 
 
-
 
-
 
ˈ 
-
.ˈ 
 
-
ˈ 
ˈ 
 
-
.ˈ 
-
 
-
 
 
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
 
-
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
-
 
 
 
,ˈ 
.ˈ 
 
-
 
-
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
ˈ 
 
-
-
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
-
ˈ 
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
-
.ˈ 
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
-
 
 
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
?ˈ 
!ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
 
 
-
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
-
-
 
.ˈ 
 
ˈ 
-
 
 
?ˈ 
 
-
ˈ 
,ˈ 
?ˈ 
 
 
-
-
.ˈ 
 
-
 
?ˈ 
 
-
?ˈ 
 
 
?ˈ 
 
-
 
-
 
.ˈ 
-
-
 
,ˈ 
.ˈ 
 
,ˈ 
-
 
 
 
-
,ˈ 
-
 
 
-
-
 
-
 
,ˈ 
 
-
?ˈ 
 
-
 
 
 
.ˈ
 
 
 
ˈ 
-
-
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
,ˈ 
,ˈ 
 
-
-
-
 
.ˈ 
-
-
-
ˈ 
-
 
 
 
 
 
-
-
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
-
-
 
.ˈ 
ˈ 
ˈ 
 
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
 
-
-
ˈ 
 
 
ˈ 
-
-
-
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
-
 
 
.ˈ 
-
-
 
 
ˈ 
-
 
-
.ˈ 
 
 
?ˈ 
?ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
 
-
,ˈ 
 
 
,ˈ 
-
-
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
.ˈ 
 
!ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
-
-
.ˈ 
 
 
-
-
.ˈ 
 
 
 
ˈ 
-
-
 
,ˈ 
-
-
 
.ˈ 
-
,ˈ 
-
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
-
?ˈ 
-
 
-
 
.ˈ 
 
 
-
 
?ˈ 
 
-
.ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
-
 
-
,ˈ 
.ˈ 
 
-
 
 
 
 
?ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
-
-
-
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
 
 
,ˈ 
 
 
-
-
 
.ˈ 
 
 
,ˈ 
-
 
ˈ 
-
ˈ 
 
.ˈ 
 
ˈ 
-
ˈ 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
ˈ 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
-
-
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
-
-
.ˈ 
 
ˈ 
.ˈ 
-
-
 
,ˈ 
-
 
 
-
,ˈ 
ˈ 
ˈ 
ˈ 
-
 
-
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
.ˈ 
 
?ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
-
 
.ˈ 
ˈ 
-
ˈ 
.ˈ 
-
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
-
 
-
?ˈ 
 
 
-
-
.ˈ 
-
ˈ 
-
ˈ 
 
-
.ˈ 
ˈ 
-
 
ˈ 
,ˈ 
ˈ 
-
 
 
,ˈ 
-
 
-
 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
-
ˈ 
-
-
ˈ 
-
,ˈ 
 
-
.ˈ
 
 
 
-
.ˈ 
 
-
,ˈ 
, 
 
.ˈ 
,ˈ 
?ˈ 
-
-
 
?ˈ 
-
-
 
 
ˈ 
-
 
-
 
?ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
-
 
-
 
.ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
 
 
-
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
 
-
 
-
 
ˈ 
 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
 
-
 
-
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
.ˈ 
 
-
-
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
ˈ 
-
 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
-
 
ˈ 
 
.ˈ 
 
 
?ˈ 
.ˈ 
-
 
-
 
ˈ 
-
-
ˈ 
 
-
 
-
.ˈ 
 
ˈ 
ˈ 
-
-
 
-
 
.ˈ 
 
-
,ˈ 
,ˈ 
 
-
,ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
-
 
 
 
-
 
-
 
-
 
.ˈ 
ˈ 
,ˈ 
ˈ 
 
ˈ 
-
-
.ˈ
 
 
 
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
ˈ 
-
 
 
 
 
ˈ 
 
.ˈ 
-
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
-
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
-
-
 
ˈ 
-
-
-
,ˈ 
 
 
.ˈ 
-
-
-
 
 
 
,ˈ 
 
?ˈ 
ˈ 
-
ˈ 
.ˈ 
-
 
-
-
.ˈ 
-
 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
,ˈ 
 
 
?ˈ 
ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
-
,ˈ 
 
-
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
.ˈ 
 
 
 
-
?ˈ 
ˈ 
-
-
,ˈ 
-
,ˈ 
 
-
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
-
 
 
 
ˈ 
-
-
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
-
 
 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
-
,ˈ 
 
 
 
-
 
 
-
 
-
 
,ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
,ˈ 
 
 
 
 
ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
 
-
 
-
 
,ˈ 
 
-
,ˈ 
-
 
.ˈ 
-
-
 
 
 
-
 
 
 
,ˈ 
-
 
-
 
,ˈ 
-
,ˈ 
-
 
.ˈ 
 
.ˈ 
-
 
 
 
.ˈ
-
 
-
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
 
-
ˈ 
.ˈ 
ˈ 
-
ˈ 
-
-
.ˈ 
.ˈ 
-
 
-
 
.ˈ
-
ˈ 
 
 
 
-
 
-
 
,ˈ 
 
ˈ 
-
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
ˈ 
-
ˈ 
 
 
-
ˈ 
 
 
 
.ˈ 
-
-
 
,ˈ 
 
 
 
 
-
 
.ˈ 
 
 
-
 
 
-
-
ˈ 
-
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
-
:ˈ 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
-
!ˈ 
-
 
.ˈ 
 
-
-
.ˈ 
-
 
 
 
 
 
-
,ˈ 
 
 
ˈ 
-
 
 
,ˈ 
-
 
 
 
ˈ 
 
 
-
,ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
-
-
,ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
-
 
 
-
 
-
.ˈ 
ˈ 
-
ˈ 
-
ˈ 
-
.ˈ
 
 
 
-
,ˈ 
 
ˈ 
-
 
,ˈ 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
.ˈ 
 
-
 
 
 
-
.ˈ 
.ˈ 
-
 
 
 
-
 
ˈ 
-
ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
-
 
-
-
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
-
 
 
-
ˈ 
-
.ˈ 
-
 
-
-
-
 
-
 
.ˈ 
 
 
 
-
 
 
 
 
 
?ˈ 
-
 
-
.ˈ 
 
-
 
 
 
,ˈ 
 
 
 
-
 
,ˈ 
 
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
-
ˈ 
!ˈ 
-
 
 
 
?ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
 
 
 
 
-
 
?ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
-
-
 
-
ˈ 
-
 
,ˈ 
-
-
 
 
 
.ˈ 
 
 
-
ˈ 
,ˈ 
.ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
 
-
-
ˈ 
.ˈ 
-
 
 
 
-
-
.ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
.ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
 
-
 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
-
ˈ 
 
-
-
 
-
.ˈ 
 
,ˈ 
ˈ 
 
-
,ˈ 
 
 
-
.ˈ
 
-
,ˈ 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
 
-
 
-
 
-
-
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
 
 
-
 
 
 
-
-
 
.ˈ 
 
ˈ 
!ˈ 
-
 
ˈ 
 
-
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
-
 
 
.ˈ 
 
-
!ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
-
-
 
.ˈ 
 
ˈ 
-
 
-
 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
-
-
 
-
.ˈ 
-
.ˈ 
 
-
 
 
-
,ˈ 
 
 
-
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
-
 
ˈ 
 
ˈ 
-
 
 
-
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
-
-
,ˈ 
 
 
ˈ 
-
-
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
 
,ˈ 
-
-
 
-
-
 
,ˈ 
 
-
 
,ˈ 
 
-
-
,ˈ 
 
-
 
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
-
 
-
 
ˈ 
 
-
,ˈ 
-
,ˈ 
-
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
-
ˈ 
-
,ˈ 
-
 
-
 
-
ˈ 
-
 
-
.ˈ 
-
-
.ˈ 
 
-
 
-
 
 
ˈ 
 
-
-
 
-
-
-
 
-
 
 
.ˈ 
 
.ˈ 
 
-
 
-
 
.ˈ 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
 
 
-
,ˈ 
 
?ˈ 
 
-
-
ˈ 
 
 
-
 
.ˈ 
 
-
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
 
 
 
,ˈ 
-
 
.ˈ 
-
 
 
-
-
 
.ˈ 
 
ˈ 
?ˈ 
 
 
 
 
ˈ 
-
-
 
ˈ 
-
 
 
-
 
-
-
,ˈ 
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
 
-
-
ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
 
-
ˈ 
 
-
 
-
.ˈ 
 
 
 
-
-
 
,ˈ 
 
 
 
-
ˈ 
ˈ 
 
 
 
-
 
-
,ˈ 
-
 
 
.ˈ 
-
 
ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
-
!ˈ 
 
!ˈ 
,ˈ 
-
-
 
.ˈ 
 
 
-
ˈ 
 
ˈ 
-
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
-
 
 
 
-
,ˈ 
.ˈ 
-
.ˈ 
-
 
 
-
.ˈ 
 
-
ˈ 
 
 
.ˈ 
-
 
ˈ 
 
 
-
.ˈ 
-
 
 
 
ˈ 
-
-
 
-
.ˈ 
 
 
 
-
 
-
 
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
-
-
-
-
ˈ 
 
-
ˈ 
 
 
-
-
 
-
ˈ 
 
.ˈ 
 
-
-
-
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
 
-
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
ˈ 
-
 
 
-
 
ˈ 
-
?ˈ 
 
 
-
 
.ˈ 
 
-
-
 
,ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
.ˈ 
-
-
-
 
 
-
-
 
.ˈ 
 
-
 
-
,ˈ 
-
,ˈ 
 
-
-
.ˈ 
 
-
 
,ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
ˈ 
-
 
-
 
,ˈ 
.ˈ 
 
-
ˈ 
-
 
,ˈ 
 
 
-
 
.ˈ 
ˈ 
 
 
-
 
-
-
 
.ˈ 
-
-
 
.ˈ 
,ˈ 
,ˈ 
 
 
 
-
ˈ 
-
 
-
 
 
 
-
-
.ˈ
 
-
-
 
 
-
 
-
ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
-
-
ˈ 
 
.ˈ 
-
 
-
,ˈ 
-
 
-
 
.ˈ 
-
 
-
-
 
 
-
 ... 
-
 ... 
 
-
-
.ˈ
 
ˈ 
 
ˈ 
 
-
 
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
ˈ 
-
 
-
 
 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
-
ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
-
ˈ 
ˈ 
-
.ˈ 
-
 
 
-
-
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
-
-
-
 
ˈ 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
-
 
 
-
,ˈ 
-
-
 
 
 
 
-
-
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
-
 
 ... 
-
 
.ˈ 
 
-
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
-
 
 
ˈ 
-
 
 
 
-
 
.ˈ 
ˈ 
 
-
ˈ 
-
 
.ˈ 
,ˈ 
 
-
 
 
 
-
-
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
-
 
 
ˈ 
-
 
 
 
-
,ˈ 
-
.ˈ 
 
 
 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
-
-
 
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
-
 
-
-
,ˈ 
 
-
 
.ˈ 
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
-
ˈ 
-
 
ˈ 
-
-
-
 
 
ˈ 
 
 
-
-
.ˈ 
-
 
 
-
-
.ˈ 
 
 
 
-
ˈ 
-
 
-
-
 
-
 
 
-
.ˈ 
 
 
-
ˈ 
.ˈ 
-
 
-
-
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
 
-
 
 
,ˈ 
,ˈ 
 
 
-
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
,ˈ 
-
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
-
 
 
-
ˈ 
-
.ˈ 
 
-
 
 
 
,ˈ 
 
-
,ˈ 
 
 
 
-
-
-
,ˈ 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
-
 
 
 
,ˈ 
-
 
-
-
,ˈ 
-
-
,ˈ 
,ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
-
 
 
-
ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
-
 
 
ˈ 
-
-
,ˈ 
 
.ˈ 
 
 
-
-
,ˈ 
.ˈ 
 
-
 
 
 
-
.ˈ 
-
 
-
 
-
 
.ˈ
 
 
 
 
 
?ˈ 
 
ˈ 
-
 
ˈ 
 
-
ˈ 
-
-
-
,ˈ 
 
,ˈ 
-
ˈ 
-
-
,ˈ 
-
 
.ˈ 
-
 
 
 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
 
-
 
-
ˈ 
-
 
 
 
 
ˈ 
-
-
 
.ˈ 
-
 
.ˈ 
 
ˈ 
 
 
-
 
 
-
-
.ˈ 
-
-
 
-
 
-
 
-
 
ˈ 
 
-
-
 
 
,ˈ 
-
-
 
.ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
-
,ˈ 
ˈ 
-
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
ˈ 
 
 — 
 
 
 
?ˈ 
-
 
.ˈ
ˈ 
 
.ˈ 
,ˈ 
-
 
 
-
ˈ 
 
-
 
ˈ 
 
?ˈ 
 
 
 
-
?ˈ 
 
-
 
-
 
 
 
.ˈ 
 
 
 
-
-
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
-
-
-
.ˈ 
ˈ 
-
-
 
 
-
-
-
.ˈ 
 
ˈ 
-
 
-
 
ˈ 
-
 
.ˈ 
 
-
-
-
ˈ 
-
ˈ 
-
 
-
 
-
.ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
?ˈ 
 
 
.ˈ 
-
 
 
 
 
?ˈ 
 
 
-
 
ˈ 
-
 
 
ˈ 
 
 
,ˈ 
 
-
-
 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
 
 
!ˈ 
 
 
-
.ˈ 
 
 
-
-
-
.ˈ 
-
-
 
-
.ˈ 
 
-
-
?ˈ 
 
.ˈ 
ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
 
-
-
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
-
-
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
-
 
 
.ˈ 
 
 
 
 
-
-
,ˈ 
-
-
 
 
ˈ 
-
-
ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
ˈ 
-
 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
 
-
 
ˈ 
-
-
,ˈ 
-
-
,ˈ 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
 
-
.ˈ 
,ˈ 
 
-
,ˈ 
-
 
-
ˈ 
-
 
 
,ˈ 
-
.ˈ 
ˈ 
-
-
 
-
 
.ˈ 
 
 
 
 
.ˈ 
-
 
-
,ˈ 
 
-
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
.ˈ 
-
-
 
-
 
ˈ 
-
.ˈ 
-
 
 
ˈ 
-
 
.ˈ
 
-
.ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
-
 
 
?ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
-
-
ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
-
-
 
-
 
-
-
 
 
-
.ˈ 
-
.ˈ 
.ˈ 
-
 
 
 
-
-
 
 
-
,ˈ 
 
-
ˈ 
 
-
-
,ˈ 
 
.ˈ 
 
-
-
 
-
.ˈ 
 
 
-
 
?ˈ 
 
.ˈ 
-
 
?ˈ 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
.ˈ 
-
 
-
-
 
?ˈ 
-
.ˈ 
-
.ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
 
-
!ˈ 
-
 
ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
-
ˈ 
ˈ 
-
.ˈ 
.ˈ 
-
 
.ˈ 
 
-
 
 
-
-
-
-
 
.ˈ 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
-
 
 
,ˈ 
 
-
 
.ˈ 
-
ˈ 
 
 
 
 
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
,ˈ 
 
.ˈ 
-
-
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
-
,ˈ 
-
 
-
,ˈ 
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
-
 
 
.ˈ 
ˈ 
-
.ˈ 
 
 
-
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
-
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
 
 
ˈ 
-
 
.ˈ 
, 
, 
.ˈ 
 
 
 
?ˈ 
-
 
-
.ˈ 
 
 
 
-
-
.ˈ 
 
 
.ˈ 
 
?ˈ 
-
 
 
.ˈ 
 
-
-
 
ˈ 
-
.ˈ 
-
 
-
.ˈ 
-
 
 
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
-
-
ˈ 
-
-
-
.ˈ 
 
-
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
,ˈ 
-
-
 
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
 
?ˈ 
 
.ˈ 
.ˈ 
 
-
,ˈ 
-
.ˈ 
.ˈ 
-
-
 
.ˈ 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
-
 
 
 
.ˈ 
 
.ˈ 
 
-
-
 
 
,ˈ 
-
-
 
 
.ˈ 
 
 
ˈ 
-
 
-
-
-
,ˈ 
-
 
-
-
-
,ˈ 
-
-
 
.ˈ 
-
 
 
 
 
.ˈ 
-
 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
 
 
,ˈ 
-
.ˈ 
-
.ˈ 
 
ˈ 
-
-
 
 
 
-
ˈ 
 
-
-
.ˈ 
 
-
 
 
 
,ˈ 
-
 
-
ˈ 
-
 
 
-
 
,ˈ 
-
.ˈ 
 
 
 
-
 
 
.ˈ
 
 
 
ˈ 
ˈ 
-
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
:ˈ
 
-
.ˈ 
 
 
 
-
.ˈ 
-
 
ˈ 
 
 
-
 
 
 
-
ˈ 
-
ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
 
 
-
 
ˈ 
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
-
 
 
-
 
.ˈ 
-
 
ˈ 
-
ˈ 
 
?ˈ 
 
-
 
-
 
-
.ˈ 
 
 
 
-
.ˈ 
ˈ 
-
 
 
 
-
 
-
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
,ˈ 
-
 
-
.ˈ 
ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
.ˈ 
-
 
 
-
ˈ 
-
 
 
 
 
 
-
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
!ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
 
 
.ˈ 
-
-
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
.ˈ 
 
!ˈ 
 
?!ˈ 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
 
 
-
 
-
-
 
,ˈ 
-
 
 
-
?!ˈ 
 
-
 
-
-
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
 
-
.ˈ 
-
ˈ 
!ˈ 
-
 
-
ˈ 
 
-
?!ˈ 
 
-
ˈ 
 
.ˈ 
 
?ˈ 
 
-
 
 
 
ˈ 
-
 
-
 
.ˈ 
 
-
ˈ 
ˈ 
 
-
 
,ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
 
 
 
ˈ 
-
ˈ 
 
?ˈ 
 
-
 
-
ˈ 
 
.ˈ 
 
-
ˈ 
,ˈ 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
-
 
 
.ˈ 
-
 
-
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
-
?ˈ 
 
 
-
 
 
-
,ˈ 
-
-
-
.ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
 
-
?ˈ 
 
-
 
ˈ 
 
-
 
 
 
.ˈ 
! 
 
 
?!ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
-
 
 
.ˈ 
 
-
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
-
 
ˈ 
 
-
ˈ 
-
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
,ˈ 
-
 
 
 
 
.ˈ 
-
 
 
-
.ˈ 
 
 
-
 
 
ˈ 
-
 
.ˈ 
-
-
 
 
 
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
 
-
 
 
 
-
,ˈ 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
-
?ˈ 
 
-
 
-
 
 
-
,ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
-
.ˈ 
 
-
?ˈ 
 
ˈ 
 
-
 
-
 
-
,ˈ 
-
ˈ 
-
 
 
 
.ˈ 
,ˈ 
-
-
 
 
-
 
ˈ 
 
.ˈ 
 
-
-
-
 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
-
 
,ˈ 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
-
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
!ˈ 
 
-
 
-
.ˈ 
 
-
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
-
?ˈ 
 
-
 
 
 
 
.ˈ 
 
-
 
-
!ˈ 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
-
 
-
.ˈ 
 
-
-
 
 
 
.ˈ 
-
 
-
 
 
!ˈ 
-
 
-
!ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
ˈ 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
-
-
 
-
-
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
-
-
.ˈ 
-
-
 
.ˈ 
-
-
 
-
.ˈ 
-
-
 
.ˈ 
 
-
-
.ˈ 
 
-
 
 
 
-
,ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
-
 
 
 
 
 
-
.ˈ 
-
 
ˈ 
 
 
 
 
 
-
.ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
 
-
 
 
 
-
.ˈ 
-
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
-
 
 
 
 
ˈ 
 
.ˈ 
 
 
-
 
 
 
ˈ 
 
 
-
 
-
 
,ˈ 
-
 
-
,ˈ 
-
 
-
.ˈ 
-
ˈ 
-
 
-
 
 
,ˈ 
 
-
.ˈ 
-
 
-
 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
-
ˈ 
 
-
-
-
 
-
 
-
ˈ 
 
.ˈ 
ˈ 
-
 
 
 
 
ˈ 
-
.ˈ 
-
 
 
-
 
-
-
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ
 
-
ˈ 
ˈ 
 
-
.ˈ 
 
 
 
-
, 
-
, 
-
,ˈ 
-
 
 ... 
-
,ˈ 
 
 ... 
, 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
ˈ 
ˈ 
 
.ˈ 
-
 
ˈ 
 
-
ˈ 
 
-
-
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
-
-
?ˈ 
 
-
-
 
 
.ˈ 
-
 
.ˈ 
-
 
 
 
-
 
?ˈ 
 
 
.ˈ 
-
 
-
ˈ 
 
-
-
?ˈ 
-
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
-
 
?ˈ 
-
 
 
.ˈ 
 
 
-
 
 
?ˈ 
-
 
 
?ˈ 
-
 
 
ˈ 
-
-
 
 
-
 
,ˈ 
 
 
 
?ˈ 
-
 
-
.ˈ 
 
 
-
-
.ˈ 
 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
,ˈ 
,ˈ 
-
 
-
 
?ˈ 
 
ˈ 
 
-
ˈ 
-
 
-
!ˈ 
-
 
 
 
?ˈ 
 
 
-
 
 
,ˈ 
-
 
ˈ 
-
 
ˈ 
-
-
-
 
ˈ 
-
-
-
 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
-
ˈ 
-
 
 
,ˈ 
.ˈ 
 
 
 
-
-
-
.ˈ 
-
 
ˈ 
 
-
-
-
 
,ˈ 
ˈ 
 
-
?ˈ 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
 
-
 
ˈ 
-
 
.ˈ 
 
-
.ˈ 
-
-
,ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
-
,ˈ 
 
 
 
 
,ˈ 
-
 
?ˈ 
-
?ˈ 
 
,ˈ 
-
?ˈ 
 
 
 
-
,ˈ 
 
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
 
?ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
-
-
?ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
-
?ˈ 
 
-
.ˈ 
-
ˈ 
?ˈ 
-
-
-
!ˈ 
 
 
-
-
?ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
-
-
 
?ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
-
 
 
ˈ 
-
,ˈ 
-
-
 
ˈ 
 
 
.ˈ 
 
-
?ˈ 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
 
,ˈ 
-
 
 
,ˈ 
-
 
 
ˈ 
-
-
 
 
-
-
 
-
.ˈ 
 
-
?ˈ 
 
-
.ˈ 
 
,ˈ 
!ˈ 
 
?ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
,ˈ 
 
.ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
 
-
ˈ 
!ˈ 
 
 
-
,ˈ 
-
ˈ 
-
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
!ˈ 
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
!ˈ 
 
-
?ˈ 
 
ˈ 
ˈ 
ˈ 
 
-
ˈ 
-
ˈ 
 
-
.ˈ 
 
 
-
?ˈ 
 
-
-
-
?ˈ 
 
.ˈ 
 
!ˈ 
 
-
ˈ 
-
.ˈ 
 
-
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
?ˈ 
 
-
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
-
ˈ 
-
 
 
-
-
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
.ˈ 
-
ˈ 
-
 
-
-
 
-
?ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
 
 
 
ˈ 
-
 
 
.ˈ 
 
-
 
-
 
-
ˈ 
 
-
.ˈ 
-
-
 
-
 
-
,ˈ 
 
 
-
-
-
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
-
ˈ 
 
-
 
,ˈ 
ˈ 
-
 
,ˈ 
 
-
 
 
?ˈ 
ˈ 
-
ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
?ˈ 
-
 
ˈ 
-
ˈ 
-
?ˈ 
ˈ 
-
?ˈ 
-
 
-
 
 
-
 
-
 
-
-
,ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
ˈ 
-
 
?ˈ 
-
 
 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
 
-
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
 
-
ˈ 
-
.ˈ 
 
-
,ˈ 
 
 
 
-
,ˈ 
-
-
 
 
 
-
-
 
.ˈ 
 
-
 
,ˈ 
 
-
,ˈ 
-
-
 
-
 
.ˈ 
-
 
 
 
-
-
 
 
 
,ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
?ˈ 
-
-
 
.ˈ 
-
ˈ 
-
 
!ˈ 
 
-
?!ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
ˈ — 
 
-
,ˈ 
-
 
ˈ — 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
ˈ 
ˈ 
-
ˈ 
-
 
 
 
 
,ˈ 
 
,ˈ 
-
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
 
-
-
-
ˈ 
 
-
 
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
?ˈ 
-
-
.ˈ 
 
ˈ 
 
-
,ˈ 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
ˈ 
 
 
 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
 
 
,ˈ 
,ˈ 
-
,ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
-
-
 
 
ˈ 
-
-
 
.ˈ 
-
-
 
 
 
ˈ 
-
-
 
-
.ˈ 
-
 
 
 
ˈ 
 
-
,ˈ 
,ˈ 
 
-
-
.ˈ 
 
.ˈ 
ˈ 
-
 
-
,ˈ 
 
 
 
-
,ˈ 
-
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
-
,ˈ 
ˈ 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
 
-
ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
ˈ — 
 
ˈ 
 
ˈ — 
 
-
-
 
,ˈ 
-
 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
-
:ˈ 
 
-
.ˈ 
ˈ 
-
 
 
-
 
-
 
-
.ˈ 
-
 
.ˈ 
 
-
 
-
 
-
.ˈ 
-
 
-
ˈ 
-
-
 
 
-
.ˈ 
-
 
 
-
ˈ 
-
 
-
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
-
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
-
 
-
.ˈ 
-
 
.ˈ 
 
-
-
-
ˈ 
 
?ˈ 
 
 
? 
 
 
?ˈ 
-
 
,ˈ 
-
-
 
,ˈ 
-
-
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
 
 
.ˈ 
-
-
-
 
 
.ˈ 
 
 
 
,ˈ 
 
-
,ˈ 
-
 
-
 
.ˈ 
-
 
-
.ˈ 
-
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
-
 
 
-
?ˈ 
 
 
-
ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
-
 
 
-
 
ˈ 
-
-
 
ˈ 
-
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
ˈ 
-
-
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
-
 
-
ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
 
 
 
 
ˈ 
-
-
.ˈ 
-
 
 
.ˈ
 
,ˈ 
-
ˈ 
-
.ˈ 
 
 
 
-
.ˈ 
ˈ 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
 
, 
.ˈ 
 
 
,ˈ 
 
 
-
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
-
ˈ 
 
-
ˈ 
 
 
-
 
 
-
?ˈ 
 
.ˈ 
 
-
 
ˈ 
-
-
-
 
,ˈ 
-
-
 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
-
!ˈ 
ˈ 
 
 
 
-
 
?ˈ 
 
 
-
 
 
,ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
-
 
-
 
 
.ˈ 
-
 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
 
?ˈ 
 
 
 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
 
-
 
-
ˈ 
 
 
!ˈ 
 
-
 
 
-
?ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
: 
ˈ 
ˈ 
 
 
?ˈ 
 
 
 
 
-
.ˈ 
-
 
.ˈ 
 
 
-
-
.ˈ 
 
 
-
 
 
 
 
ˈ 
 
 
-
ˈ
 
,ˈ 
ˈ \n
 
 
ˈ \n
 
-
 
ˈ \n
-
-
ˈ 
-
 
-
 
.ˈ \n
-
 
 
.ˈ 
:ˈ \n
ˈ 
 
ˈ \n
-
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 \n
 
-
 
ˈ \n
 
 
.ˈ \n
 
-
-
.ˈ \n
 
-
-
.ˈ
 
 
-
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
-
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
-
 
 
 
-
 
.ˈ 
-
 
 
 
-
 
.ˈ 
:ˈ
-
 
-
-
ˈ \n
-
 
-
 
ˈ \n
-
 
 
ˈ \n
-
 
 
ˈ \n
-
 
 
ˈ \n
 
-
 
ˈ \n
-
 
 
.ˈ \n
-
 
 
.ˈ
-
 
 
-
 
 
.ˈ 
 
 
 
 
,ˈ 
 
-
-
!ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
-
.ˈ 
-
?ˈ 
-
 
-
 
-
,ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ
-
 
 
 
-
 
ˈ 
ˈ 
-
.ˈ 
-
 
-
 
 
 
 
ˈ 
 
 
=
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
.ˈ 
-
-
 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
-
.ˈ 
-
 
 
ˈ 
-
 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
ˈ 
 
-
 
 
-
 
.ˈ 
-
 
-
 
ˈ 
-
 
 
 
 
-
 
.ˈ
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
. 
-
 
.ˈ 
=
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
 
-
 
.ˈ 
 
-
-
,ˈ 
-
,ˈ 
.ˈ 
-
ˈ 
-
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
?ˈ 
 
 
-
 
 
 
 
?ˈ 
!ˈ 
 
 
 
ˈ 
 
 
-
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
-
.ˈ 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
 
-
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
-
 
 
-
ˈ 
 
-
.ˈ 
 
 
 
-
. 
-
 
ˈ 
ˈ 
?ˈ 
 
ˈ 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
?!ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
! 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
=
 
.ˈ 
 
 
 
 
=
.ˈ 
 
 
 
 
.ˈ 
=
 
-
.ˈ 
-
 
.ˈ 
 
.ˈ 
=
 
ˈ 
 
.ˈ 
=
 
 
-
 
 
,ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
. 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
-
 
 
 
,ˈ 
 
=
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
=
.ˈ 
ˈ 
-
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
 
 
 
 
-
.ˈ 
 
-
 
-
 
 
-
ˈ 
 
-
 
 
 
.ˈ 
=
 
 
-
-
.ˈ 
-
 
 
.ˈ 
 
-
 
 
?ˈ 
-
 
. 
 
 
ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
?!ˈ 
 
-
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
-
 
 
.ˈ 
=
 
 
-
 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
=
 
 
.ˈ 
 
-
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
=
 
-
 
 
 
 
.ˈ 
,ˈ 
 
ˈ 
=
 
-
 
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
?ˈ 
 
ˈ 
=
 
 
.ˈ 
=
 
ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
-
 
 
 
?ˈ 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
=
 
.ˈ 
 
 
,ˈ 
-
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
-
 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
-
 
 
-
 
 
 
 
 
.ˈ 
=
 
 
 
 
.ˈ 
 
 
 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
=
ˈ 
 
.ˈ 
 
 
ˈ 
-
 ... 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
-
=
 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
-
 
?ˈ 
-
 
 
 
 
-
.ˈ 
 
 
,ˈ 
ˈ 
 
 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
-
.ˈ 
 
-
 
-
? 
 
ˈ 
 
=
 
.ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
-
=
 
 
 
.ˈ 
-
 
? 
-
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
-
ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
.ˈ 
 
-
.ˈ 
 
-
?ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
-
 
-
 
ˈ 
=
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
=
 
ˈ 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
=
 
.ˈ 
 
 
.ˈ 
, 
 
 
,ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
=
ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
 
 
-
.ˈ 
 
 
-
 
 
 
 
-
 
.ˈ 
 
ˈ 
-
?ˈ 
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
-
 
-
 
ˈ 
-
 
-
 
 
-
,ˈ 
 
-
 
-
,ˈ 
-
 
.ˈ 
 
?ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
-
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
? 
 
?ˈ 
=
 
ˈ 
 
-
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
-
 
 
 
 
ˈ 
=
 
 
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
.ˈ 
ˈ 
-
 
 
 
?ˈ 
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
,ˈ 
 
 
,ˈ 
-
-
 
 
-
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
-
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
?ˈ 
.ˈ 
 
-
-
 
 
 
.ˈ 
 ... 
 
-
 
.ˈ 
!ˈ 
 
 
 
=
 
-
 
 
 
,ˈ 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
 
,ˈ 
 
 
 
-
 
 
 
-
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
 
-
 
-
 
.ˈ 
-
 
ˈ 
 
.ˈ 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
-
.ˈ 
-
 
=
 
 
ˈ 
 
 
ˈ 
 
 
 ... 
.ˈ 
 
 
 
 
.ˈ 
-
 
 
 ... 
 
-
 
-
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
=
 
-
 
 
 
-
-
,ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
-
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
=
 
-
 
-
 
-
=
 
 ... 
,ˈ 
 
-
 
 
-
 
 
,ˈ 
 
 ... 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ
-
 
ˈ 
 
-
-
.ˈ 
-
ˈ 
 
 
ˈ 
-
ˈ 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
,ˈ 
ˈ 
-
 
 
=
,ˈ 
 
=
,ˈ 
 
=
.ˈ 
-
.ˈ 
 
 
 
-
-
.ˈ 
 
,ˈ 
 
 
 
 
-
 
,ˈ 
 
 
 
-
 
-
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
ˈ 
, 
 
-
 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
-
 
ˈ 
ˈ 
-
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
 
 
 
=
 
?ˈ 
 
ˈ 
-
 
=
.ˈ 
 
 
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
.ˈ
 
ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
-
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
-
 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
-
 
ˈ 
 
ˈ 
-
 ... 
ˈ 
-
-
 
 
ˈ 
ˈ 
 
ˈ 
 ... 
 
-
 
 
 
.ˈ 
-
 
=
.ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
-
 
ˈ 
 
 
 
-
-
ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
-
 
ˈ 
 
-
 
 
 
 ... 
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
-
 
 
=
 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
-
 
-
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
-
 
-
-
 
-
-
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
.ˈ 
-
-
-
 
-
 
 
-
-
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
-
 
-
-
 
-
 
 
-
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
-
-
 
 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
-
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
-
 
ˈ 
-
 
 
.ˈ 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
-
ˈ 
 
 
 
-
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
-
-
.ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
 
-
 
 
.ˈ 
-
 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 
ˈ 
 
.ˈ 
-
=
 
,ˈ 
 
 
-
 
ˈ 
 
-
 
-
 
 
-
,ˈ 
 
 
-
 
 
.ˈ 
 
 
-
 
 
 
-
 
ˈ 
 
 
 
 
 
,ˈ 
-
.ˈ 
-
 
-
ˈ 
-
 
-
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
-
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
 
 
-
-
 
 ... 
, 
 
.ˈ 
-
-
 
=
ˈ 
 
 
 ... 
 
ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
 
.ˈ 
 
 
 
-
-
 
.ˈ 
 
 
 
 
-
-
 
 
.ˈ 
.ˈ 
 
 
ˈ 
 
 
 
=
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
-
 
.ˈ 
ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
-
-
 
ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
-
 
-
 
 ... 
-
 
.ˈ 
 
 
-
 
?ˈ 
 
 
 
 
ˈ 
-
 
 
 
 
-
ˈ 
 
 
-
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
?ˈ 
ˈ 
ˈ 
-
 
?ˈ 
 
.ˈ 
 
-
 
 
 
ˈ 
 
-
ˈ 
 
 
-
-
 
.ˈ 
 
-
 
,ˈ 
 
-
 
ˈ 
 
.ˈ
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
-
 
-
?ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
,ˈ 
 
=
 
,ˈ 
-
 
 
ˈ 
,ˈ 
 
 
=
?ˈ 
 
,ˈ 
-
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
,ˈ 
,ˈ 
ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
.ˈ 
 
-
-
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
-
ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
?ˈ 
 
 
 
,ˈ 
-
 
 
-
.ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
-
-
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
=
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
-
ˈ 
 
 
 
,ˈ 
-
ˈ 
-
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
-
 
 
 
 
.ˈ 
 
-
ˈ 
=
.ˈ 
 
-
 
=
.ˈ 
-
 
 
-
,ˈ 
 
.ˈ 
 
-
-
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
-
.ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
=
ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
-
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
ˈ 
 
, 
-
.ˈ 
 
 
-
 
 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
.ˈ 
ˈ 
,ˈ 
ˈ 
,ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
-
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
?ˈ 
 
ˈ 
 
?ˈ 
ˈ 
-
ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
 
 
ˈ 
.ˈ 
-
-
 
 
.ˈ 
,ˈ 
-
ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
.ˈ 
-
 
 
 
,ˈ 
 
 
ˈ 
-
=
 
ˈ 
 
 
 
,ˈ 
 
 
 
-
.ˈ 
ˈ 
=
 
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
-
 
-
-
,ˈ 
,ˈ 
,ˈ 
-
 
-
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
,ˈ 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
=
-
 
.ˈ 
 
.ˈ 
-
 
 
?ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
?ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
-
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
-
-
 
 
ˈ 
-
 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
 
=
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
.ˈ 
,ˈ 
 
=
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
?ˈ 
 
 
 
ˈ 
=
 
.ˈ 
.ˈ 
 
-
.ˈ 
 
.ˈ 
=
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
-
 
,ˈ 
.ˈ 
 
!ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
 
 
-
,ˈ 
-
 
 
 
 
,ˈ 
-
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
 
 
-
 
 
,ˈ 
,ˈ 
=
 
.ˈ 
 
-
-
,ˈ 
,ˈ 
.ˈ 
, 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
=
 
,ˈ 
 
=
.ˈ 
 
-
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
=
 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
-
 
 
,ˈ 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
,ˈ 
 
-
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
, 
=
ˈ ... 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
ˈ 
,ˈ 
 
 
 
ˈ 
 
-
=
 
 
.ˈ 
 
.ˈ 
-
 
 
ˈ ... 
 
.ˈ 
 
 
ˈ 
-
 
,ˈ 
 
-
?ˈ 
 
 
ˈ 
-
 
-
?ˈ 
 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
 
 
?ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
-
 
-
?ˈ 
-
-
 
.ˈ 
 
 
 
-
-
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
,ˈ 
-
?ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
-
 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
=
 
-
 
 
.ˈ 
-
=
 
 
 
.ˈ
 
 
-
.ˈ 
-
 
-
ˈ 
-
 
-
 
,ˈ 
ˈ 
-
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
-
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
-
 
-
?ˈ 
 
-
 
 
ˈ 
.ˈ 
 
ˈ 
-
 
-
 
ˈ 
-
 
-
!ˈ 
 
-
!ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
-
-
 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
 
=
 
ˈ 
 
 
 
 
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
 
-
ˈ 
.ˈ 
 
ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
-
 
?ˈ 
-
 
?ˈ 
 
-
 
 
.ˈ 
 
!ˈ 
 
-
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
?ˈ 
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
-
 
 
-
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
?ˈ 
 
ˈ 
 
ˈ 
-
 
-
,ˈ 
 
-
 
-
.ˈ 
ˈ 
ˈ 
!ˈ 
-
 
 
 
,ˈ 
-
.ˈ 
ˈ 
 
 
 
ˈ 
=
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
=
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
=
 
 
 
-
.ˈ 
-
,ˈ 
 
-
ˈ 
 
-
.ˈ 
 
-
=
 
.ˈ 
 
 
 
.ˈ 
 
=
 
 
 
?ˈ 
-
 
-
 
 
 
?ˈ 
 
?ˈ 
 
?ˈ 
 
 
-
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
 
 
 
-
ˈ 
.ˈ 
-
 
-
 
-
ˈ 
 
 
-
-
,ˈ 
-
 
-
.ˈ 
=
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
=
ˈ 
 
-
ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
 
-
ˈ 
=
 
ˈ 
 
ˈ 
-
 
-
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
 
-
 
,ˈ 
 
-
 
ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
=
 
,ˈ 
=
 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
=
 
,ˈ 
 
 
=
ˈ 
 
-
=
 
 
 
-
-
.ˈ 
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
-
 
 
.ˈ 
ˈ 
 
 
 
.ˈ
-
 
 
 
 
 ... 
ˈ 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
-
!ˈ 
 
.ˈ 
-
ˈ 
-
 
 
-
.ˈ 
 
ˈ 
.ˈ 
=
 
ˈ 
 
ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 ... 
 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
,ˈ 
 
 
 
 
-
?ˈ 
 
 
 
-
 
 
-
.ˈ 
-
 
=
 
-
,ˈ 
=
 
-
.ˈ
-
 
 
 ... 
ˈ 
ˈ 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
-
 
ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
-
 
.ˈ 
-
 
 
-
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ
 
ˈ 
 ... 
 
 
ˈ 
 
.ˈ 
 
 
=
.ˈ 
.ˈ 
 
 
.ˈ 
 
=
.ˈ 
-
 
-
ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
,ˈ 
-
,ˈ 
-
ˈ 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
 
-
.ˈ 
 
ˈ 
 
-
 
-
 
ˈ 
-
,ˈ 
-
,ˈ 
-
 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
=
,ˈ 
 
 
-
ˈ 
-
ˈ 
 
.ˈ 
 
 
ˈ 
-
-
 ... 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
-
 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
-
-
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
-
,ˈ 
 
 
.ˈ 
 
 
-
 
 ... 
 
 
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
=
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 

 
 
ˈ 
ˈ 
ˈ 
-
 
 
,ˈ 
-
=
 
 
-
-
 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
-
-
 
 
.ˈ 
-
 
 
 
 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
=
.ˈ 
 
 
,ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
-
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
=
.ˈ 
 
ˈ 
 
 
-
-
 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
ˈ 
 
 
ˈ 
 
,ˈ 
-
 
ˈ 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
-
-
 
-
 
-
-
ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
-
 
,ˈ 
 
 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
-
-
 
-
=
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
,ˈ 
=
ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
-

 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
ˈ 
 ...
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
 
ˈ 
 
-
ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
-
-
 
 
 
ˈ 
-
 
 
 
,ˈ 
-
 
 
.ˈ 
-
 
 
-
-
 
.ˈ 
 
 
-
ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
-
-
-
,ˈ 
,ˈ 
-
-
 
.ˈ 
 
,ˈ 
 
-
 
 
-
,ˈ 
,ˈ 
, ˈ
ˈ 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
 
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
 
 
 
=
.ˈ 
 
ˈ 
 
 
,ˈ 
-
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
-
 
 
-
ˈ 
.ˈ 
-
 
 
.ˈ 
,ˈ 
 
 
 
=
ˈ 
.ˈ 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
-
-
 
ˈ 
 
,ˈ 
-
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
-
 
-
,ˈ 
-
 
=
,ˈ 
,ˈ 
 
ˈ 
 
-
ˈ 
-
=
 
.ˈ 
 
-
-
,ˈ 
 
-
=
,ˈ 
 
 
,ˈ 
-
-
,ˈ 
-
 
.ˈ 
-
 
 
ˈ 
 
-
 
 
.ˈ 
-
 
-
-
 
=
.ˈ 
 
 
-
-
 
 
 
-
-
 
-
=
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
=
 
ˈ 
 
 
?ˈ 
 
-
=
.ˈ 
-
 
 
 
-
ˈ 
 
 
 
ˈ 
 
 
 
-
ˈ 
=
 
ˈ 
-
 
.ˈ 
-
 
 
-
 
.ˈ 
 
.ˈ 
 
 
-
 
 
-
ˈ 
 
.ˈ 
 
 
=
ˈ 
-
 
 
 
ˈ 
-
 
 
ˈ 
-
-
 
-
=
 
ˈ 
ˈ ... 
 
,ˈ 
 
-
?ˈ 
-
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
-
-
 
 
-
 
-
-
ˈ 
=
 
.ˈ 
 
 
=
.ˈ 
 
 
,ˈ 
 ... 
-
 
 
 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
-
 
ˈ 
 
 
-
ˈ 
 
=
ˈ 
 
=
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
.ˈ
 
 
-
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
ˈ 
,ˈ 
 
ˈ 
ˈ 
ˈ 
-
 
 
.ˈ 
-
 
ˈ 
 
-
,ˈ 
ˈ 
=
 
 
ˈ 
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
 
 
-
 
.ˈ 
ˈ 
 
 
-
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
=
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
 
=
.ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
 
 
-
?!ˈ 
 
 
, 
 
.ˈ 
 
ˈ 
-
ˈ 
=
ˈ 
 
-
 
-
 
.ˈ 
 
-
?!ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
 
-
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
-
ˈ 
-
-
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
-
.ˈ 
,ˈ 
 
 
=
 
.ˈ 
 
=
 
ˈ 
 
.ˈ 
 
-
ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
 
ˈ 
-
 
-
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
 
-
ˈ 
ˈ 
-
,ˈ 
-
 
.ˈ 
,ˈ 
 
ˈ 
-
.ˈ 
 
-
 
 
ˈ 
-
 
,ˈ 
=
 
.ˈ 
 
 
=
 
!ˈ 
 
 
 
,ˈ 
ˈ ... 
-
.ˈ 
-
ˈ 
ˈ 
ˈ 
-
,ˈ 
-
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
ˈ 
-
-
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
-
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
-
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
-
=
 
?ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
ˈ 
-
-
 
 
 
 
?ˈ 
 
ˈ 
-
ˈ 
,ˈ 
-
 
,ˈ 
 
-
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
-
,ˈ 
 
 
 
-
,ˈ 
 
ˈ 
 
-
.ˈ 
-
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 ... 
ˈ 
 
 
.ˈ 
 
 
ˈ 
!ˈ 
 
-
ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
-
?ˈ 
 
?ˈ 
-
 
!ˈ 
ˈ 
 
-
ˈ 
 
-
 
-
-
?ˈ 
ˈ 
-
 
 
 
-
-
?ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
ˈ 
 
-
ˈ 
-
-
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
-
-
.ˈ 
 
 
 
=
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
-
-
.ˈ 
 
-
ˈ 
ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
?ˈ 
 
ˈ 
 
 
ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
 
-
-
ˈ 
 
 
?ˈ 
 
-
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
 
-
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
=
 
 
-
-
 
ˈ 
-
-
 
-
ˈ 
-
-
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
-
-
 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
-
-
ˈ 
 
-
 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
-
 
-
ˈ 
 
 
.ˈ 
 
-
 
 
 
 
?!ˈ 
 
 
-
 
 
 
ˈ 
.ˈ 
=
 
 
.ˈ 
 
 
.ˈ
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
-
 
?ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
-
?ˈ 
 
-
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
-
,ˈ 
 
-
 
 
-
.ˈ 
 
-
-
ˈ 
-
=
 
 
 
.ˈ
-
ˈ 
ˈ 
,ˈ 
 
-
-
.ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
ˈ 
.ˈ 
,ˈ 
-
ˈ 
 
-
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
-
ˈ 
=
 
 
 
 
-
ˈ 
 
-
 
-
ˈ 
ˈ 
,ˈ 
 
ˈ 
-
 
ˈ 
-
ˈ 
-
 
-
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
-
 
.ˈ
-
ˈ 
 
ˈ 
 
-
ˈ 
 
ˈ 
-
,ˈ 
 
-
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
=
,ˈ 
,ˈ 
-
 
.ˈ 
ˈ 
ˈ 
 
-
 
-
.ˈ 
 
 
 
-
 
.ˈ 
-
=
ˈ 
 
-
 
.ˈ 
ˈ 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
-
 
,ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
ˈ 
-
ˈ 
ˈ 
-
 
.ˈ 
-
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
 
 
 
-
ˈ 
-
 
ˈ 
-
ˈ 
 
 
,ˈ 
-
,ˈ 
 
.ˈ 
 
-
 
,ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
-
 
 
ˈ 
 
 
-
 
.ˈ 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
-
.ˈ 
-
ˈ 
-
 
ˈ 
 
ˈ 
=
 
-
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
.ˈ 
 
 
-
ˈ 
ˈ 
 
-
.ˈ 
ˈ 
,ˈ 
-
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
-
ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
-
-
 
.ˈ 
 
 
 
 
-
?ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
-
 
 
 
 
.ˈ 
-
,ˈ 
!ˈ 
-
.ˈ 
 
 
=
ˈ 
.ˈ 
 
-
 
 
ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
-
 
 
 
 
.ˈ 
 
-
ˈ 
ˈ 
?ˈ 
 
 
-
-
ˈ 
 
 
.ˈ 
 
 
 
 
 
-
 
ˈ 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
-
?!ˈ 
 
-
ˈ 
-
 
 
ˈ 
 
-
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
-
 
ˈ 
-
 
 
 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
 
,ˈ 
 
-
ˈ 
 
 
.ˈ 
-
 
ˈ 
 
 
?ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
 
-
,ˈ 
-
ˈ 
-
.ˈ 
 
 
?ˈ 
 
 
 
-
,ˈ 
-
 
-
.ˈ 
,ˈ 
-
 
ˈ 
-
!ˈ 
 
?ˈ 
 
?!ˈ 
 
-
 
 
 
,ˈ 
-
-
ˈ 
=
 
.ˈ 
 
=
 
-
!ˈ 
 
ˈ 
 
?ˈ 
 
 
-
?ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
-
?ˈ 
-
?ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 ˈ 
-
 
 
ˈ 
 
,ˈ 
ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
ˈ 
 
-
 
ˈ 
-
-
ˈ 
 
-
.ˈ 
ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
-
-
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
.
-
ˈ 
 
-
ˈ 
ˈ 
 
-
ˈ 
-
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
 
,ˈ 
 
-
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
-
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
-
-
 
?ˈ 
 
-
 
?ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
-
 
 
 
-
=
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 
=
.ˈ 
 
 
.ˈ 
=
 
 
 
ˈ 
-
,ˈ 
 
,ˈ 
ˈ 
-
 
 
ˈ 
 
 
?ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
 
,ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
-
.ˈ 
-
 
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
=
 
.ˈ 
 
 
ˈ 
ˈ 
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
 
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
ˈ 
, 
,ˈ 
 
 
 
-
,ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
-
-
 
 
.ˈ 
 
 
 
 
-
-
-
 
.ˈ 
 
ˈ 
 
?ˈ 
ˈ 
ˈ 
 
 
ˈ 
-
 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
ˈ 
-
 
.ˈ 
 
 
 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
 
-
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
-
 
?!ˈ 
 
?!ˈ 
=
 
 
,ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
 
ˈ 
=
 
-
 
.ˈ 
 
 
-
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
-
 
-
ˈ 
 
ˈ 
 
.ˈ 
-
-
 
 
-
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
,ˈ 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
 
-
-
ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
=
 
-
 
.ˈ 
 
ˈ 
=
.ˈ 
 
.ˈ 
 
 
-
ˈ 
 
=
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
-
ˈ 
-
-
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
?ˈ 
 
 
-
=
ˈ 
.ˈ 
 
-
 
=
.ˈ 
 
 
?!ˈ 
-
 
 
-
 
-
 
 
-
.ˈ
ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
-
,ˈ 
 
-
ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
=
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
-
 
 
,ˈ 
,ˈ 
-
-
-
 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
?ˈ 
ˈ 
 
 
.ˈ 
 
 
 
=
 
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
-
 
ˈ 
 
-
 
 
,ˈ 
 
 
 
-
ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
 
ˈ 
-
.ˈ 
,ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
,ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
-
 
 
-
-
 
-
-
ˈ 
 
-
 
ˈ 
 
 
.ˈ
 
.ˈ 
=
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
-
 
 
ˈ 
-
 
-
.ˈ 
,ˈ 
 
-
,ˈ 
ˈ 
-
ˈ 
.ˈ 
?ˈ 
 
-
 
ˈ 
ˈ 
-
.ˈ 
-
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
=
 
-
 
-
ˈ 
?ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
-
 
-
 
 
.ˈ
ˈ 
 
-
ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
-
ˈ 
 
-
.ˈ 
-
ˈ 
-
ˈ 
ˈ 
-
ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
-
ˈ 
-
 
 
,ˈ 
 
ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
-
ˈ 
-
 
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
-
 
-
.ˈ 
 
-
 
 
 
 
-
ˈ 
ˈ 
-
ˈ 
 
 
-
.ˈ 
,ˈ 
-
ˈ 
-
 
 
.ˈ 
,ˈ 
 
-
-
.ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
-
 
-
 
 
-
 
 
.ˈ 
 
 
,ˈ 
-
 
 
,ˈ 
 
-
 
ˈ 
-
.ˈ 
 
ˈ 
 
 
 
 ... 
.ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
-
 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 ... 
 
,ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
.ˈ 
ˈ 
ˈ 
 
-
 
-
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
ˈ 
 
 
,ˈ 
 
ˈ 
-
 
 
 
 
ˈ 
-
 
-
ˈ 
.ˈ 
ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
 
-
-
.ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
 
 
ˈ 
,ˈ 
 
 
 
ˈ 
 
 
-
 
ˈ 
 
.ˈ
=
ˈ 
-
.ˈ 
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
=
ˈ 
ˈ 
-
.ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
-
ˈ 
ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
 
=
ˈ 
 
-
 
ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
. 
 
ˈ 
 
-
 
.ˈ
-
 
-
 
.ˈ 
-
 
-
.ˈ 
 
ˈ 
-
 
-
ˈ 
.ˈ 
-
ˈ 
 
ˈ 
.ˈ 
-
 
-
ˈ 
-
,ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
-
 
ˈ 
.ˈ 
,ˈ 
=
 
ˈ 
-
 
 
 
-
.ˈ 
-
 
.ˈ 
,ˈ 
 
-
-
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
-
.ˈ 
 
-
 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
 
 
-
.ˈ 
ˈ 
,ˈ 
-
.ˈ 
ˈ 
 
=
 
 
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
-
.ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
 
-
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
-
 
-
 
 
-
-
.ˈ 
-
 
 
 
-
.ˈ
 
 
ˈ 
 
 
-
-
ˈ 
 
ˈ 
 
-
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
 
-
 
ˈ 
 
-
 
 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
 
ˈ ... 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
-
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
-
.ˈ 
,ˈ 
-
,ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
,ˈ 
ˈ 
 
 
-
 
-
.ˈ
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
-
,ˈ 
 
 
 
-
.ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
 
-
,ˈ 
-
ˈ 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
.ˈ 
 
 
-
 
 
 
 
?ˈ 
 
-
 
 
 
,ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
-
 
-
ˈ 
-
 ... 
-
.ˈ 
-
 
 
-
,ˈ 
 
-
 
-
 
 
,ˈ 
-
-
ˈ 
-
 
-
ˈ 
-
 
 
-
 
.ˈ
-
ˈ 
-
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
-
 
ˈ 
 
-
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
=
.ˈ 
 
ˈ 
 
ˈ 
-
 
-
-
ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ
ˈ 
-
 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
-
 
ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
-
 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
ˈ 
-
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
.ˈ 
ˈ 
-
 
-
-
 
-
ˈ 
ˈ 
-
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
-
.ˈ 
ˈ 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
-
 
 
 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
-
.ˈ 
-
 
 
,ˈ 
-
,ˈ 
,ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
 
ˈ 
 
-
,ˈ 
 
-
ˈ 
ˈ 
.ˈ 
-
ˈ 
ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
 
-
 
-
 
.ˈ 
-
 
-
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
-
-
ˈ 
 
 
-
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
.ˈ 
-
ˈ 
-
ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
-
-
ˈ 
 
 
-
-
,ˈ 
 
-
-
.ˈ 
 
 
 
-
.ˈ 
?ˈ 
 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
-
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
-
 
.ˈ 
 
-
ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
 
-
 
 
 
ˈ 
 
-
ˈ 
 
ˈ 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
-
 
.ˈ 
-
 
 
-
 
,ˈ 
-
.ˈ 
 
-
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
-
,ˈ 
-
 
 
,ˈ 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
-
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
-
 
.ˈ 
 
-
 
-
 
-
ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
-
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
-
 
-
ˈ 
 
.ˈ
ˈ 
 
-
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
-
,ˈ 
-
ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
.ˈ 
ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
 
 
 
-
ˈ 
-
.ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
-
 
,ˈ 
-
=
 
-
 
 
ˈ 
.ˈ 
 
 
-
.ˈ 
-
ˈ 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
-
 
ˈ 
 
,ˈ 
 
 
 
-
 
,ˈ 
.ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
 
 
-
 
-
ˈ 
 
 
 
-
.ˈ 
 
 
-
,ˈ 
ˈ 
 
,ˈ 
ˈ 
 
 
 
-
 
ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
-
 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
?ˈ 
 
ˈ 
 
,ˈ 
 
-
ˈ 
 
 
-
ˈ 
 
-
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
ˈ 
,ˈ 
 
 
-
 
ˈ 
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
-
 
-
ˈ 
ˈ 
-
 
ˈ 
ˈ 
 
-
.ˈ 
 
 
.ˈ
-
ˈ 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
-
ˈ 
 
.ˈ 
-
 
ˈ 
,ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
 
,ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
-
 
-
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
 
.ˈ 
ˈ 
-
ˈ 
ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
-
.ˈ 
ˈ 
-
ˈ 
 
 
ˈ 
-
 
-
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
-
,ˈ 
.ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
 
 
-
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
?ˈ 
 
ˈ 
-
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
-
-
 
 
-
ˈ 
,ˈ 
 
.ˈ 
=
 
-
 
-
.ˈ 
ˈ 
 
ˈ 
 
 
-
 
 
-
,ˈ 
 
 
.ˈ 
=
 
 
-
,ˈ 
 
ˈ 
ˈ 
-
 
 
-
.ˈ
-
 
 
 
 
ˈ 
ˈ 
-
 
ˈ 
ˈ 
-
 
,ˈ 
 
 
-
?ˈ 
 
 
-
 
?ˈ 
ˈ 
-
 
ˈ 
-
 
-
 
.ˈ 
-
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
-
ˈ 
.ˈ 
-
 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
.ˈ 
 
ˈ 
-
 
-
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
-
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
-
-
 
-
-
.ˈ
-
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
=
.ˈ 
?ˈ 
 
.ˈ 
ˈ 
ˈ 
-
?ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
-
 
-
,ˈ 
 
-
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
ˈ 
 
?ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ
ˈ 
-
ˈ 
 
 
ˈ 
 
-
 
ˈ 
,ˈ 
 
ˈ 
-
ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
=
ˈ 
=
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
ˈ 
=
 
.ˈ 
-
=
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ
-
ˈ 
 
 
-
 
 
,ˈ 
-
,ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
ˈ 
=
 
 
-
 
-
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
-
ˈ 
 
ˈ 
-
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
 
ˈ 
ˈ 
-
 
,ˈ 
 
ˈ 
 
 
 
 
-
 
ˈ 
 
-
.ˈ 
 
-
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
,ˈ 
 
=
,ˈ 
 
-
 
.ˈ 
.ˈ 
.ˈ 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
-
,ˈ 
-
 
 
.ˈ 
-
-
,ˈ 
 
-
.ˈ
 
ˈ 
-
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
,ˈ 
 
ˈ 
 
,ˈ 
 
-
ˈ 
 
ˈ 
 
 
-
 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
-
ˈ 
 
-
.ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
-
 
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
,ˈ 
 
 
 ... 
 
=
ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
 
-
-
ˈ 
 ... 
 
,ˈ 
 
,ˈ 
ˈ 
=
 ... 
-
 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
ˈ 
=
 
 
ˈ 
-
 
-
 
.ˈ 
 
-
 
ˈ 
 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
-
ˈ 
 
 
 
-
 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ
-
ˈ — 
 
ˈ — 
-
ˈ 
 
 
-
ˈ 
,ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
?ˈ 
 
 
-
 
-
,ˈ 
 
 
-
-
 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
,ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
-
 
-
 
ˈ 
-
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
-
 
 
 
,ˈ 
 
-
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
 ... 
-
 
ˈ 
ˈ 
 
=
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ
-
ˈ 
 
-
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
,ˈ 
-
-
 
 
,ˈ 
-
 
 
.ˈ 
=
 
 
 
 
-
-
 
,ˈ 
 
 
-
 
 ... 
ˈ 
 
,ˈ 
.ˈ 
-
=
ˈ 
ˈ 
 
-
-
.ˈ 
-
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 ... 
 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
-
-
ˈ 
-
.ˈ
 
?ˈ 
-
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
ˈ 
-
 
-
 
-
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
 
ˈ 
 
-
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
-
 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
-
ˈ 
-
.ˈ 
-
-
 
 
-
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
 
ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
ˈ 
-
 
ˈ 
 ... 
 
 
-
ˈ 
 
.ˈ 
-
 
 
 
 ... 
,ˈ 
.ˈ 
,ˈ 
-
-
,ˈ 
 
-
 
ˈ 
 
-
 
 
-
?ˈ 
 
 
ˈ 
 
,ˈ 
!ˈ 
-
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 ... 
 
.ˈ 
-
 
,ˈ 
-
-
ˈ 
 
 
.ˈ 
 ... 
ˈ 
-
 
ˈ 
 
,ˈ 
-
 
ˈ 
 
ˈ 
-
ˈ 
-
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
=
 
-
 
,ˈ 
 
.ˈ 
-
-
=
 
 
.ˈ 
-
 
ˈ 
 
?ˈ 
 
 
 
 
 
ˈ 
-
=
 
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 ... 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
-
ˈ 
-
-
 
-
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 ... 
 
 ... 
-
=
 
 
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
-
 
-
 
 
-
?ˈ 
 
 
-
,ˈ 
 
-
-
 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
-
 
 
 
 
ˈ 
 ... 
ˈ 
 
 
 
 
?ˈ 
 
 
 
-
 
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
=
 ...
 
 
ˈ 
 
.ˈ 
 
-
 
-
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
-
-
.ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
 
-
ˈ 
,ˈ 
-
.ˈ 
 
ˈ 
=
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
=
.ˈ 
 
ˈ 
 
.ˈ 
-
=
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
ˈ 
 
-
 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
=
ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
-
-
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
-
ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
-
 
 
-
ˈ 
 
.ˈ 
ˈ 
=
 
-
 
-
 
ˈ 
 
 
.ˈ 
 
-
-
 
 
.ˈ 
 
-
.ˈ 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
-
ˈ 
 
,ˈ 
-
 
ˈ 
 
-
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
-
.ˈ 
 
,ˈ 
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
 
 
-
 
 
ˈ 
 
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
-
 
 
 
-
.ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
-
-
ˈ 
-
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
ˈ 
-
 
ˈ 
-
ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
-
 
 ... 
ˈ 
 
 ... 
 
 
-
 
ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
-
 
 ... 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
 
 
-
,ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
 ... 
 
 
 
-
ˈ 
-
ˈ 
 ... 
ˈ 
-
,ˈ 
-
-
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
-
 
 
-
-
ˈ 
-
 
ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
-
-
 
ˈ 
 
 
 
 
-
.ˈ 
 
-
,ˈ 
-
,ˈ 
-
ˈ 
-
,ˈ 
-
ˈ 
-
,ˈ 
-
,ˈ 
-
-
,ˈ 
ˈ 
 
.ˈ 
 
-
-
 
-
ˈ 
 
,ˈ 
-
 
 
 
-
 
.ˈ 
-
ˈ 
 
ˈ 
-
 
ˈ 
 
 
.ˈ
 
ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
-
ˈ 
ˈ 
-
 
 
 ... 
 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
-
,ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
-
-
ˈ 
 
-
.ˈ 
ˈ 
 
 ... 
 
ˈ 
 ... 
-
 
ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
-
,ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
-
-
 
.ˈ 
ˈ 
-
-
ˈ 
.ˈ 
 
-
,ˈ 
ˈ 
ˈ 
!ˈ 
 
 
!ˈ 
,ˈ 
-
 
 
 
-
 
.ˈ 
 
 
 
-
-
?ˈ 
 
,ˈ 
 
,ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
 
!ˈ 
-
 
=
 
 
,ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
=
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
-
ˈ 
 
,ˈ 
,ˈ 
 
 
 
,ˈ 
ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
=
?ˈ 
!ˈ 
 
-
,ˈ 
-
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 ... 
-
 
ˈ 
 
,ˈ 
 
ˈ 
-
=
 
ˈ 
.ˈ 
 
 
,ˈ 
-
 
-
-
.ˈ 
 
 
.ˈ 
-
 
-
-
,ˈ 
-
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
=
?ˈ 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
?ˈ 
!ˈ 
!ˈ 
!ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
 
=
,ˈ 
.ˈ 
 
 
?ˈ 
-
 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
=
 
?ˈ 
-
 
 
?ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
!ˈ 
-
!ˈ 
 
!ˈ 
 
 
 
-
?ˈ 
-
 
 
ˈ 
-
 
?ˈ 
 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 

.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
 
 
.ˈ
 
 
ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
-
 
?ˈ 
 
!ˈ 
-
 
.ˈ 
 
 
 
 
-
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
-
 
 
=
.ˈ 
 
 
 
 
.ˈ 
-
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
=
 
 
ˈ 
 
 
 ... 
,ˈ 
-
 
.ˈ 
-
,ˈ 
 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
.ˈ 
=
?ˈ 
 
-
 
ˈ 
 
 
 
-
 ... 
ˈ 
 
-
ˈ 
-
,ˈ 
 
 
-
.ˈ 
-
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
,ˈ 
-
 
 
ˈ 
-
 
 ... 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 ... 
ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
-
!ˈ 
-
 
=
 
 
-
-
,ˈ 
 
ˈ 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 ... 
 
.ˈ 
-
 
,ˈ 
 
-
 
ˈ 
-
-
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
-
,ˈ 
.ˈ 
 
?ˈ 
!ˈ 
 
 
-
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
-
 
 
.ˈ 
 
 
 
 ... 
ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
 
 
,ˈ 
 
-
 
 
 
?ˈ 
 
 
,ˈ 
 
 
ˈ 
=
 
=
.ˈ 
ˈ 
 
-
ˈ 
-
ˈ 
ˈ 
ˈ 
 
-
 
?ˈ 
 
ˈ 
-
-
ˈ 
 
.ˈ 
-
 
 
 ... 
 
 
.ˈ 
 
 ... 
 
,ˈ 
 
 
-
 
?ˈ 
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
ˈ 
-
 
?ˈ 
ˈ 
-
 
ˈ 
 
 
-
 
,ˈ 
-
 
?ˈ 
ˈ 
 
-
ˈ 
 
 
 
ˈ 
-
 
 
 
.ˈ 
 
-
-
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
-
ˈ 
 ... 
,ˈ 
.ˈ 
 
-
ˈ 
-
 
-
 
,ˈ 
-
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
 
.ˈ 
ˈ 
-
 
-
 
=
?ˈ 
 
 
-
-
-
,ˈ 
-
-
-
ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
 
-
 
-
 
 
-
-
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
-
 
 
ˈ 
 
-
?ˈ 
 
 
 
.ˈ 
-
 
-
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
 
ˈ 
-
 
 
-
.ˈ 
-
-
ˈ ... 
 
,ˈ 
-
.ˈ 
 
 
 
-
 
ˈ 
 
 
 
 
 
ˈ 
-
 
 
,ˈ 
 
 
-
,ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
 
 
-

,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
?ˈ 
 
 
-
 
ˈ 
 
-
.ˈ 
ˈ 
 
 
-
ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
.ˈ 
 
 
=
 
 
-
 
 
-
 
 
-
.ˈ 
 
ˈ 
-
 ... 
-
ˈ 
 
 ... 
 
 
-
=
 
-
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
-
 
ˈ 
ˈ 
 
 
=
.ˈ 
-
 
 
-
 
 
-
ˈ 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
=
 
 
-
ˈ 
-
-
.ˈ 
 
-
=
 
?ˈ 
 
!ˈ 
 
ˈ 
 
.ˈ 
 
 
 
?!ˈ 
 
 
 
 
,ˈ 
,ˈ 
?ˈ 
 
?ˈ 
 
-
 
 
 
 
 
 
ˈ 
-
 
-
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 ... 

.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
-
.ˈ 
,ˈ 
ˈ 
-
,ˈ 
-
-
.ˈ 
 
-
 
ˈ 
ˈ 
-
ˈ 
ˈ 
 
-
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
=
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
-
 
 
 
ˈ 
-
 
 
-
 
 
-
ˈ 
 ... 
 
.ˈ 
 
 
 ... 

,ˈ 
 
-
,ˈ 
-
-
.ˈ 
 
-
ˈ 
-
 
ˈ 
 
 ... 
ˈ 
=
?ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 ... 
 
ˈ 
 ... 
 
.ˈ 
 
.ˈ 
ˈ 
-
 
 
ˈ 
 ... 
.ˈ 
 
=
 
,ˈ 
 
 
 
 
,ˈ 
?ˈ 
 
 ... 
 
-

ˈ 
 
-
.ˈ 
-
 
ˈ 
 ... 
 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
?ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
-
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
,ˈ 
.ˈ 
 
 
 
?ˈ 
!ˈ 
ˈ 
.ˈ 
 
 
-
ˈ 
-
 
ˈ 
 .. 
 
 
 
.ˈ 
 
-
 
-
,ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
-
 
 
 
 
?ˈ 
 
 
-
 
-
-
 
?ˈ 
 
 
 
.ˈ 
=
 
?ˈ 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
ˈ 
-
 
,ˈ 
 
-
 
 
,ˈ 
.ˈ 
-
 
 
 
.ˈ 
 
 
 ... 
ˈ 
 
 
? 
?ˈ 
?ˈ 
=
?ˈ 
 
 
 
ˈ 
 ... 
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
 
ˈ 
-
,ˈ 
 
?ˈ 
 
-
-
 
 
ˈ 
-
 
 
 
 
 
 
,ˈ 
 
 
ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
-
-
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
ˈ 
ˈ 
 
 
-
,ˈ 
 
-
ˈ 
 
 ... 
ˈ 
.ˈ 
 
 
 ... 
 ... 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
-
.ˈ 
 
 
-
 
-
ˈ 
 
 
ˈ 
-
 
.ˈ 
=
 
 
ˈ 
-
ˈ ... 
-
 
 
ˈ 
 
ˈ 
-
 
,ˈ 
-
,ˈ 
-
,ˈ 
 
=
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
 
 
-
ˈ 
-
,ˈ 
 
 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
 
ˈ 
-
-
,ˈ 
-
,ˈ 
-
ˈ 
-
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
-
-
 
-
,ˈ 
-
 
 
ˈ 
-
 
-
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
 
-
-
,ˈ 
 
-
 
 
-
.ˈ 
 
-
 
 
-
ˈ 
 
ˈ 
 
-
-
,ˈ 
ˈ 
-
 
-
,ˈ 
 
 
-
 
 
-
-
 ... 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
 
 
 
 
 
-
-
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
-
 
-
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
-
 
 
 
-
 
-
.ˈ 
-
ˈ 
-
ˈ 
 
-
 
,ˈ 
.ˈ 
 
 
=
?ˈ 
 
, 
.ˈ 
-
ˈ 
 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
!ˈ 
.ˈ 
 
.ˈ 
=
 
-
.ˈ
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
-
.ˈ 
 
 
=
 
ˈ 
,ˈ 
 
,ˈ 
 
 
-
 
-
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
-
-
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
-
 
 
-
.ˈ 
-
ˈ 
-
ˈ 
 
 
 
,ˈ 
=
 
 
 
-
.ˈ 
-
 
 
 
-
 
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
=
 
.ˈ 
-
ˈ 
 
ˈ 
-
 
 
-
,ˈ 
ˈ 
-
-
 
ˈ 
-
 
-
 
 
.ˈ 
 
 
 ... 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
-
.ˈ 
ˈ 
ˈ 
 
.ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
 
ˈ 
-
 
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
-
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
-
ˈ, 
-
,ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
ˈ 
-
-
ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
-
-
ˈ 
 
-
,ˈ 
.ˈ 
-
 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
-
ˈ 
-
 
ˈ 
 
-
ˈ 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
-
-
-
 
-
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
-
=
.ˈ 
.ˈ 
-
 
-
 
 
 
ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
.ˈ 
-
ˈ 
 
 
 
ˈ 
-
-
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
 
-
 
!ˈ 
-
 
 
.ˈ 
-
 
-
ˈ 
 
-
 
ˈ 
 
 
,ˈ 
-
 
-
 
 
 
-
,ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
ˈ 
ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
,ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
 
-
-
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
-
-
 
-
ˈ 
.ˈ 
ˈ 
 
 
-
 
,ˈ 
-
 
-
 
-
.ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
-
 
-
-
.ˈ 
 
 
-
-
ˈ 
-
,ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
ˈ .... 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
 
 
 
ˈ 
-
,ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
-
-
ˈ 
 
=
 
ˈ 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
,ˈ 
.ˈ 
 
-
,ˈ 
-
 
 
.ˈ
ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 
ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
 
-
 
,ˈ 
 
 
 
-
 
-
ˈ 
 
ˈ 
 
 
 ... 
 
-
 
-
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
:ˈ 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
-
 
-
ˈ 
 
-
.ˈ 
 
-
 
 
 
.ˈ 
-
,ˈ 
-
 
 
 
 
 
ˈ 
 
-
-
 
-
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
-
 
.ˈ 
 
-
 
 
ˈ 
 
 
-
 
-
 
,ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
=
 
-
 
 
ˈ 
-
ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
 
.ˈ
-
 
 ... 
 
,ˈ 
 
=
 
,ˈ 
 
.ˈ 
-
 
 
ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
-
 
 
 
 
 
.ˈ 
-
 
 
 
-
ˈ 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
-
ˈ 
-
 
-
,ˈ 
 
 
,ˈ 
 
-
ˈ 
 
=
 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
-
ˈ 
 
 
.ˈ
ˈ 
 
ˈ 
-
 
,ˈ 
 
 
 ... 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
ˈ 
-
 
,ˈ 
-
ˈ ... 
,ˈ 
 
 
 
 ... 
,ˈ 
 
ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
 
-
ˈ 
-
,ˈ 
-
 
-
,ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
-
 
-
,ˈ 
 
-
-
 
 
-
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
-
 
 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
-
 
 
 
 
 
-
ˈ 
-
 
 
 
 
.ˈ 
 
-
 
 
-
ˈ 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
ˈ 
 
 
-
=
ˈ 
 
 
ˈ 
 
 
ˈ 
 
-
 
 
 
ˈ 
-
 
.ˈ
 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
-
 
 
-
,ˈ 
 
 
 
-
 
,ˈ 
 
-
 
-
 
 
 
-
ˈ 
 
,ˈ 
-
-
 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
 
.ˈ
 
 
ˈ 
 
 
 
-
 
 
-
ˈ 
ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
ˈ 
,ˈ 
ˈ 
-
,ˈ 
 
 
 
,ˈ 
ˈ 
 
-
ˈ 
-
 
-
 
.ˈ 
-
 
 
ˈ 
=
 
 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
 
-
=
.ˈ 
=
 
ˈ 
 
-
ˈ 
ˈ 
-
 
,ˈ 
-
 
ˈ 
 
-
-
,ˈ 
 
.ˈ
 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
ˈ 
-
 
,ˈ 
-
 
 
-
 
-
 
.ˈ 
=
 
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
-
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
-
 
.ˈ
 
,ˈ 
 
 
,ˈ 
-
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
=
 
 
,ˈ 
 
ˈ 
=
ˈ 
-
 
-
ˈ 
=
 
 
-
.ˈ 
-
 
 
-
.ˈ 
-
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
=
 
 
 
 
 
=
 
-
 
.ˈ 
 
-
-
-
,ˈ 
 
 
-
 
,ˈ 
 
 
-
ˈ 
-
-
 
 
-
 
 
,ˈ 
 
 
 
 
 
,ˈ 
-
.ˈ 
 
 
.ˈ
 
ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
 
.ˈ 
-
 
-
 
 
-
ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
-
,ˈ 
 
-
 
-
ˈ 
 
=
 
-
 
,ˈ 
 
.ˈ 
 
-
 
-
,ˈ 
 
-
,ˈ 
 
 
-
 
-
.ˈ
 
ˈ 
,ˈ 
ˈ 
 
 
 
 
 
ˈ 
-
 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
 
-
 
-
-
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
-
,ˈ 
 
-
 
-
.ˈ 
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
-
 
 
 
,ˈ 
-
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
=
?ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
-
ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
,ˈ 
.ˈ 
 
=
.ˈ 
 
 
-
.ˈ 
 
 
 
-
 
 
 
-
,ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 ... 
-
 
ˈ 
-
 
-
,ˈ 
-
 
-
 
 
ˈ 
-
 
-
ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
 
ˈ 
 
=
,ˈ 
 
=
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
-
 
 
-
 
-
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ
ˈ 
,ˈ 
 
 
,ˈ 
-
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
-
ˈ 
 
ˈ 
.ˈ 
-
 
ˈ 
 
.ˈ 
-
 
 
 
-
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
-
ˈ 
-
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
-
 
,ˈ 
ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
-
 
-
 
ˈ 
ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
,ˈ 
-
 
 
-
,ˈ 
-
 
.ˈ 
 
-
.ˈ
 
 
,ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
.ˈ 
-
 
-
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
-
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
=
ˈ 
 
 
ˈ 
,ˈ 
 
-
,ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
-
 
-
.ˈ 
?ˈ 
 
,ˈ 
-
 
,ˈ 
 
ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ
 
? 
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
-
 
,ˈ 
 
.ˈ 
-
ˈ 
-
 
 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
ˈ 
.ˈ 
,ˈ 
-
 
 
,ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
-
.ˈ 
-
 
.ˈ 
=
 
.ˈ 
?ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
.ˈ 
-
 
 
.ˈ 
 
 
=
 
.ˈ 
.ˈ 
 
 
-
 
-
,ˈ 
ˈ 
-
 
 
 
=
.ˈ 
 
 
.ˈ 
-
 
ˈ 
ˈ 
.ˈ 
 
-
.ˈ 
-
 
-
 
 
,ˈ 
-
 
-
 
,ˈ 
-
 
 
-
 
ˈ 
ˈ 
-
 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
 
 
-
,ˈ 
 
-
 
-
.ˈ 
,ˈ 
 
 
.ˈ 
 
-
 
-
 
 
 
,ˈ 
 
 
 
 
.ˈ 
=
 
-
.ˈ
? 
ˈ 
-
 
-
,ˈ 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
 ... 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
-
 
.ˈ 
=
 
 
.ˈ 
,ˈ 
-
,ˈ 
-
ˈ 
 
-
.ˈ 
 
-
 
 
 ... 
ˈ 
 
.ˈ 
,ˈ 
 
-
,ˈ 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
 
,ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
.ˈ 
=
 
-
.ˈ 
ˈ 
 
 
 
-
.ˈ
 
,ˈ 
ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
,ˈ 
-
,ˈ 
,ˈ 
-
.ˈ 
 
 
ˈ 
-
ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
-
ˈ 
ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
 
-
ˈ 
 
 
-
.ˈ 
.ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
-
.ˈ 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
ˈ 
,ˈ 
-
 
-
 
-
-
 
.ˈ 
 
-
.ˈ 
?ˈ 
ˈ 
 
 
 
-
.ˈ 
.ˈ
ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
-
 
.ˈ 
 
-
 
,ˈ 
 
ˈ 
=
,ˈ 
.ˈ 
 
 
-
,ˈ 
=
.ˈ 
?ˈ 
-
,ˈ 
 
.ˈ 
 
-
ˈ 
 
ˈ 
 
.ˈ 
-
,ˈ 
-
 
 
ˈ 
-
 
 
 
,ˈ 
 
-
.ˈ 
-
 
-
 
-
-
ˈ 
-
 
.ˈ 
-
 
 
-
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
 
-
.ˈ 
-
 
 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
-
,ˈ 
.ˈ 
-
 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
-
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
-
.ˈ 
 
,ˈ 
=
 
,ˈ 
-
 
.ˈ 
ˈ 
-
 
ˈ 
 
ˈ 
.ˈ 
-
 
 
 
 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
-
 
-
.ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
-
 
 
ˈ 
,ˈ 
-
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
-
 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
-
,ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ
-
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
-
ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
 
 
 
-
-
.ˈ 
-
 
ˈ 
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
 
-
 
ˈ 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
?ˈ 
 
?ˈ 
 
.ˈ 
-
-
,ˈ 
 
,ˈ 
.ˈ 
,ˈ 
-
 
-
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
 
 
?ˈ 
 
 
-
 
-
 
ˈ 
 
 
ˈ 
-
,ˈ 
-
 
 
 
 
.ˈ
-
 
 
 
 
ˈ 
 
 
,ˈ 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
.ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
ˈ 
,ˈ 
 
 
 
 
ˈ 
-
 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
!ˈ 
 
-
ˈ 
-
 
-
 
 
,ˈ 
 
 
-
ˈ 
,ˈ 
ˈ 
-
-
.ˈ 
 
-
-
.ˈ 
=
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
-
-
 
-
.ˈ 
 
?ˈ 
 
 
 
 
 
 
.ˈ 
 
!ˈ 
!ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
 
!ˈ
-
ˈ 
-
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
-
-
ˈ 
ˈ 
.ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
-
?ˈ 
-
 
-
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
-
 
-
-
.ˈ 
 
 
-
 
-
ˈ 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
=
?ˈ 
.ˈ 
ˈ 
-
,ˈ 
-
,ˈ 
 
-
 
-
 
-
 
-
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
-
-
,ˈ 
 
-
-
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
-
 
 
-
.ˈ 
-
,ˈ 
-
 
 
 
-
 
-
,ˈ 
-
ˈ 
ˈ 
 
-
,ˈ 
 
-
,ˈ 
 
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
 
 
 
,ˈ 
 
-
,ˈ 
-
-
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
-
-
 
 
,ˈ 
-
-
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
-
 
,ˈ 
-
-
 
,ˈ 
-
 
,ˈ 
 
 
-
 
,ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
 
-
-
.ˈ 
 
ˈ 
-
 
-
 
 
 
 
 
.ˈ 
 
 
-
-
 
.ˈ 
 
 
ˈ 
 
-
 
?ˈ 
 
?ˈ 
 
ˈ 
-
.ˈ 
 
 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
=
?ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
 
 ... 
ˈ 
ˈ 
?ˈ 
-
 
.ˈ 
 
ˈ 
-
ˈ 
 
,ˈ 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
ˈ 
ˈ 
 
 
-
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
=
 
.ˈ 
=
ˈ 
-
-
ˈ 
-
-
ˈ 
 
.ˈ 
-
=
 
 
.ˈ 
 
ˈ 
 
-
 
-
 
-
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
-
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
=
 
 
ˈ 
ˈ 
ˈ 
-
ˈ 
-
-
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
 
 
 
-
?ˈ 
 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
-
 
,ˈ 
 
 
,ˈ 
ˈ 
ˈ 
ˈ 
-
,ˈ 
 
ˈ 
 
ˈ 
!ˈ 
.ˈ 
,ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
!ˈ 
 
-
 
=
 
?ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
-
 
 
-
,ˈ 
-
.ˈ 
 
 
-
.ˈ 
-
 
 
-
 
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
-
!ˈ 
 
 
 
 
-
?ˈ 
 
 
 
=
ˈ 
=
 
 
.ˈ 
 
 
-
-
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
-
 
-
-
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
-
 
.ˈ 
 
-
ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
 
 
?ˈ 
ˈ 
 
 
?ˈ 
 
 
-
ˈ 
-
-
 
ˈ 
,ˈ 
 
.ˈ 
 
-
-
-
ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
=
-
 
 
 
-
,ˈ 
-
ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
ˈ 
 
 
ˈ 
-
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
-
,ˈ 
-
 
-
 
 
,ˈ 
 
-
 
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
ˈ 
 
!ˈ 
 
!ˈ 
 
!ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
-
 
ˈ 
 
-
ˈ 
 
-
 
-
.ˈ 
,ˈ 
 
-
ˈ 
-
ˈ 
 
 
-
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
-
 
?ˈ 
ˈ 
 
=
 
 
.ˈ 
.ˈ 
 
 
?ˈ 
 
 
 
 
 
-
-
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
-
-
ˈ 
-
-
ˈ 
 
 
 
-
 
ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
-
-
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
-
-
ˈ 
 
-
.ˈ 
 
-
 
 
 
 
ˈ 
 
,ˈ 
 
-
 
.ˈ
-
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
 
=
?ˈ 
?ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
 
-
 
 
-
?ˈ 
-
 
 
-
ˈ 
-
.ˈ 
 
 
 
 
-
ˈ 
ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
ˈ 
-
 
.ˈ
-
 
 
ˈ 
-
ˈ 
.ˈ 
ˈ 
.ˈ 
-
 
 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
=
 
 
 
.ˈ 
 
 
 
 
ˈ 
-
?ˈ 
 
-
 
 
 
 
ˈ 
 
-
 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
=
 
ˈ 
-
 
 
.ˈ
-
 
 ... 
 
-
.ˈ 
-
 
 ... 
ˈ 
,ˈ 
ˈ 
ˈ 
-
 
-
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
-
 
 
-
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 ... 
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
-
.ˈ 
 ... 
-
.ˈ 
 
ˈ 
-
?ˈ 
-
 
 
 ... 
-
.ˈ 
 
-
.ˈ 
 
ˈ 
 
-
=
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
-
 
 
ˈ 
 
ˈ 
-
.ˈ 
 
,ˈ 
ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
 
=
 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ
-
 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
?ˈ 
 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
-
,ˈ 
 
,ˈ 
ˈ 
 
-
.ˈ 
 
ˈ 
-
 
-
 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
.ˈ 
 
 
-
-
,ˈ 
 
-
 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
-
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
,ˈ 
.ˈ 
ˈ 
-
 
 
?ˈ 
-
 
 
-
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
?ˈ 
 
 
ˈ 
,ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
,ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
-
-
ˈ 
ˈ 
 
-
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
=
 
 
,ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
=
 
 
 
,ˈ 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
-
 
,ˈ 
 
 
 
-
 
ˈ 
 
ˈ 
-
 
-
ˈ 
ˈ 
 
-
 
-
ˈ 
ˈ 
.ˈ 
-
 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
-
ˈ 
ˈ 
 
?ˈ 
-
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
,ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
-
-
 
 
ˈ 
-
ˈ 
 
 
 
 
-
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
-
 
ˈ 
 
-
,ˈ 
-
,ˈ 
-
 
 
,ˈ 
 
-
 
ˈ 
 
 
 
ˈ 
=
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
?ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
-
 
-
 
ˈ 
 
.ˈ 
-
 
=
?ˈ
 
-
-
ˈ 
ˈ 
 
-
 
.ˈ 
-
 
 
-
,ˈ 
-
-
,ˈ 
-
-
 
.ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
 
-
.ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
-
 
-
.ˈ 
-
ˈ 
 
 
-
 
 
 
-
.ˈ 
 
 
 
 
-
 
 
 
 
-
.ˈ 
-
 
 
ˈ 
 .... 
ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
 
 ... 
 
-
 
-
 ... 
 
-
ˈ 
 
ˈ 
-
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
 
-
 
-
ˈ 
 
 ... 
 
,ˈ 
-
 
-
 
 
,ˈ 
-
,ˈ 
-
 
.ˈ 
-
ˈ 
 
 
-
 
-
 
 
.ˈ 
-
ˈ 
 
-
ˈ 
-
 
 
 
 
 
 
-
 
ˈ 
 
 
ˈ 
-
 
-
 
=
-
 
 
-
.ˈ 
 
-
 
 
 
ˈ 
-
 
ˈ 
-
 
-
.ˈ 
 
 
 
-
 
-
 
.ˈ 
 
 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
.ˈ 
-
-
 
-
,ˈ 
 
 
,ˈ 
 
.ˈ 
 ... 
 
 
-
ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
-
ˈ 
-
.ˈ 
-
ˈ 
 
 
 
ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
ˈ 
ˈ 
 
-
 
ˈ 
-
ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
,ˈ 
-
 ... 
-
,ˈ 
 
.ˈ 
-
 
 
 
-
ˈ 
 
-
 
 
 
 
 
.ˈ 
-
ˈ 
 
 
-
 
.ˈ 
 
-
ˈ 
-
ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
-
-
ˈ 
ˈ 
-
 
-
.ˈ 
 
 
 ... 
 ... 
 
 
 
 
?ˈ 
 
ˈ 
 
-
 
 
 
 
-
-
ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
.ˈ 
-
 
=
 
 
 
-
-
 
-
 
ˈ 
 
ˈ 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
-
=
 
-
 
 
 
,ˈ 
 
 
 
-
,ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
 
ˈ 
 
 
ˈ 
=
 
 
-
.ˈ 
 
,ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
-
 
ˈ 
 
=
 
 
-
ˈ 
-
 
,ˈ 
 
 
-
 
-
ˈ 
 
=
 
 
-
 
-
.ˈ 
 
-
ˈ 
-
 
ˈ 
-
ˈ 
-
ˈ 
-
-
 
 
-
 
-
.ˈ 
-
 
=
 
-
ˈ 
 
=
 
 
-
 
-
ˈ 
-
-
 
 
ˈ 
 
=
 
.ˈ
-
 
 
 
ˈ 
-
ˈ 
 
 
 
 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 ... 
ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 ... 
 
 
ˈ 
 
.ˈ 
 
 
=
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
-
ˈ 
 
 
.ˈ 
 
 ... 
 
 ... 
-
 
 
,ˈ 
-
 
 
?ˈ 
-
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
 
-
-
 
-
 
.ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
=
 
-
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
-
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
-
 ... 
.ˈ 
 
 ... 
 
.ˈ 
 
!ˈ 
 
 
=
?ˈ 
 
 
 
 
 
 ... 
 
.ˈ 
-
 
.ˈ 
 
 
 
-
 
 
-
-
 
!ˈ 
 
 
-
 
-
.ˈ 
=
 
 
-
 
-
 
-
ˈ 
-
 
.ˈ 
 
 
ˈ 
 
 ... 
 
 
ˈ 
-
 
-
-
-
ˈ 
 
ˈ 
 
ˈ 
-
-
ˈ 
-
.ˈ 
 
-
 
 
 
 
 ... 
ˈ 
-
.ˈ 
-
-
 
-
 
 
 
=
 
.ˈ 
 
-
-
.ˈ 
 
 
 
ˈ 
=
 
 
 
.ˈ
-
 
 
ˈ 
 
 
.ˈ 
 
-
-
ˈ 
 
 
ˈ 
-
ˈ 
 
 
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
-
=
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
!ˈ 
 
 
 
!ˈ 
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
=
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
=
 
.ˈ 
-
-
 
-
 
-
 
,ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ
 
.ˈ 
 
 
 
 
ˈ 
 
-
-
=
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
-
-
 
-
 
 
 
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
ˈ 
-
 
-
=
ˈ 
 
-
,ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
-
-
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
 
ˈ 
 
ˈ 
-
ˈ 
-
ˈ 
,ˈ 
,ˈ 
-
 
,ˈ 
-
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
-
 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
ˈ 
-
 
-
 
.ˈ 
-
 
 
-
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
=
 
-
ˈ 
 
 
,ˈ 
,ˈ 
-
 
 
-
.ˈ 
ˈ 
 
 
 
 
 
 
-
 
.ˈ 
-
ˈ 
-
 
-
ˈ 
ˈ 
 
 
ˈ 
 
 
-
.ˈ 
-
 
-
,ˈ 
-
 
-
ˈ 
ˈ ... 
 
ˈ 
-
 
-
 
-
 
-
.ˈ 
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
 
 
 
,ˈ 
 
ˈ 
=
 
 
 
 
 
 
-
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
-
 
-
,ˈ 
-
 
ˈ 
-
 
-
 
ˈ 
-
 
-
 
 
ˈ 
-
 
 
-
ˈ 
 
,ˈ 
-
ˈ 
-
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
-
,ˈ 
-
ˈ 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
-
.ˈ 
-
ˈ 
 
 
 
-
 
-
.ˈ 
-
 
 
 
ˈ 
-
 
-
 
-
ˈ 
-
 
-
 
-
.ˈ 
-
ˈ 
 
-
ˈ 
 
 
-
 
.ˈ 
-
 
 
ˈ 
 
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
=
 
 
 
,ˈ 
-
 
 
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
 
-
 
 
 
-
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
=
 
ˈ 
 
ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
-
,ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
=
ˈ 
-
,ˈ 
 
 
 
-
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
=
ˈ 
-
 
ˈ 
 
 
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
=
ˈ 
 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
 
 
 
 
 
-
 
-
.ˈ 
ˈ 
 
 
=
 
 
 
ˈ 
.ˈ 
-
 
 
=
 
 
 
ˈ 
 
-
 
ˈ 
-
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
 
-
 
-
 
 
-
.ˈ 
 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
 
 
.ˈ 
-
 
-
 
-
 
,ˈ 
-
 
-
,ˈ 
-
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
 
ˈ 
 
=
ˈ 
 
ˈ 
 
 
-
.ˈ 
-
 
 
-
 
 
-
 
,ˈ 
 
 
-
,ˈ 
=
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
-
 
 
 
 
ˈ 
-
ˈ 
-
 
.ˈ 
-
 
-
 
ˈ 
 
 
=
ˈ 
 
 
 
,ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
-
ˈ ... . 
=
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
-
ˈ 
ˈ 
 
 
-
 
 
ˈ 
-
 
.ˈ 
 
.ˈ
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
.ˈ 
ˈ 
 
-
 
-
ˈ 
ˈ 
=
 
ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
 
-
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
-
ˈ 
 
 
 
-
.ˈ 
,ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
-
,ˈ 
 
ˈ 
-
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
=
,ˈ 
 
=
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
-
ˈ 
 
-
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
-
-
.ˈ 
-
 
-
,ˈ 
 
ˈ 
 
-
ˈ 
-
,ˈ 
-
,ˈ 
 

ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
-
ˈ 
.ˈ 
,ˈ 
 
=
 
-
 
 
-
-
,ˈ 
=
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
-
ˈ 
=
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
-
-
ˈ 
ˈ 
 
 
-
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
=
 
 
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
-
 
-
-
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
-
ˈ 
 
=
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
 
 
 
-
 
 
ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
.ˈ
-
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
=
 
 
ˈ 
 
 
?ˈ 
 
,ˈ 
 .. 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
-
 
 
 
ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
.ˈ
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
ˈ 
 
-
 
 
,ˈ 
 
 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
-
 
-
 
ˈ 
 
 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
 
-
 
,ˈ 
.ˈ 
-
ˈ 
.ˈ 
ˈ 
-
,ˈ 
 
-
,ˈ 
-
 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
=
-
ˈ 
-
 
,ˈ 
 
.ˈ 
-
ˈ 
 
-
=
 
 
,ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
-
,ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
-
=
 
-
,ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
,ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
-
,ˈ 
 
ˈ 
-
.ˈ 
-
 
.ˈ 
-
 
-
ˈ 
 
-
=
 
-
.ˈ 
-
=
 
-
 
ˈ 
=
ˈ 
-
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
=
 
,ˈ 
 
-
,ˈ 
 
ˈ 
-
.ˈ 
-
 
-
ˈ 
ˈ 
ˈ 
ˈ 
 
-
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
ˈ 
-
?ˈ 
 
-
-
?ˈ 
 
-
?ˈ 
 
ˈ 
 
 
=
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
-
,ˈ 
 
ˈ 
 
-
 
 
 
 
,ˈ 
-
 
-
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
.ˈ 
,ˈ 
 
 
,ˈ 
=
 
 
-
.ˈ 
-
 
.ˈ 
-
=
 
ˈ 
-
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
,ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
-
 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
,ˈ.
ˈ 
-
-
,ˈ 
-
 
 
 
,ˈ 
-
-
.ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
-
 
 ... 
-
.ˈ 
-
 
 
 
 
.ˈ 
-
 
.ˈ 
 
 
=
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
-
,ˈ 
-
-
 
 
.ˈ 
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
-
 
,ˈ 
-
 
 
,ˈ 
.ˈ 
-
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
-
=
 
,ˈ 
=
-
-
.ˈ 
=
 
,ˈ 
 
,ˈ 
=
 
.ˈ 
=
-
-
,ˈ 
 
=
 
 
 
,ˈ 
 
.ˈ 
-
 
.ˈ 
ˈ 
.ˈ 
,ˈ 
,ˈ 
 
-
 
 
 
.ˈ 
=
 
 
-
ˈ 
 
ˈ 
 
 
,ˈ 
 
-
ˈ 
 
 
-
 
.ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
-
 
 
.ˈ 
 
-
ˈ 
,ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
 
-
ˈ 
 
,ˈ 
 
-
-
,ˈ 
-
-
-
,ˈ 
 
-
-
ˈ 
-
-
,ˈ 
-
-
.ˈ 
 
 
 
 
-
 
 
 
 
.ˈ 
 
.ˈ 
 
 
-
 ... 
-
,ˈ 
.ˈ 
ˈ 
 
 
-
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
 
 
ˈ 
 
 
,ˈ 
-
 
ˈ 
-
 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
ˈ 
,ˈ 
 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
,ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
-
ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
 
-
ˈ 
 ... 
 
 
-
 
ˈ 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
-
 
,ˈ 
-
 
-
 
.ˈ 
 
-
 
,ˈ 
,ˈ 
 
 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
ˈ 
 
-
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
 
 
ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
ˈ 
 ... 
 
 
 
.ˈ 
ˈ 
 
-
ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
ˈ 
-
 
-
.ˈ 
 
 
 
,ˈ 
 
 
-
-
ˈ 
 
-
-
.ˈ 
.ˈ 
-
=
 
-
 
-
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
-
-
=
ˈ 
 
 
 
=
.ˈ 
 
 
 
.ˈ 
-
=
 
-
.ˈ 
=
 
 
.ˈ 
 
 
-
ˈ 
=
 
 
 
-
=
.ˈ 
ˈ 
-
=
 
ˈ 
=
-
-
=
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
-
-
ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
 
 
!ˈ 
 
.ˈ 
 
 
=
 
 
 
.ˈ 
 
 
 
-
.ˈ 
-
-
 
 
ˈ 
ˈ 
 
!ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
=
 
-
 
 
ˈ 
 
 
-
.ˈ 
 
=
 
ˈ 
-
-
=
 
ˈ 
ˈ 
 
.ˈ 
=
 
ˈ 
 
 
 
=
 
.ˈ 
=
-
-
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
ˈ 
 
-
 
-
 
 
 
 
,ˈ 
 
-
?ˈ 
 
.ˈ 
 
ˈ 
-
-
,ˈ 
 
=
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
ˈ 
ˈ 
-
ˈ 
-
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
 
 
-
,ˈ 
 
-
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
?ˈ 
-
 
 
ˈ 
 
 
 
-
 
.ˈ 
 
 
 ... 
 
 
-
.ˈ 
 
 
 
 
-
ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
-
 
ˈ 
 
-
 
 
 
ˈ 
 
 
-
 
-
 
-
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
-
 
-
.ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
-
-
 
 
 
 
 
.ˈ 
 
 
ˈ 
=
 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
 
-
ˈ 
-
 
-
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
 
-
ˈ 
 
 
 
 
 
-
ˈ 
 
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
.ˈ 
ˈ 
 
 
ˈ 
-
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
-
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
ˈ 
-
 
 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
-
 
 
-
.ˈ 
 
=
 
=
 
 
 
 
ˈ 
-
ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
=
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
=
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
 
 
 
 
,ˈ 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
-
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
 
-
 
 
 
ˈ 
,ˈ 
 
 
ˈ 
-
 
 
 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
-
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
-
 
-
ˈ 
 
 
ˈ 
 
ˈ 
-
 
-
-
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
-
-
,ˈ 
-
-
,ˈ 
-
 
-
-
 
.ˈ 
 
 
 
-
 
 
 
-
 
-
 
-
 
ˈ 
 
-
 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
=
 
ˈ 
 
=
 
.ˈ 
-
 
 
ˈ 
 
 
 
,ˈ 
 
 
-
 
ˈ 
-
ˈ 
.ˈ 
-
 
=
 
ˈ 
 
ˈ 
 
 
 
 
-
.ˈ 
-
 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
-
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
-
 
-
 
,ˈ 
 
=
 
 
 
.ˈ 
 
-
 
 
.ˈ 
-
 
 
-
-
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
=
 
 
-
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
-
-
 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 ... 
 
-
.ˈ 
 
-
 
ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
 
 
-
?ˈ 
ˈ 
 
ˈ 
 
-
 
,ˈ 
 
?ˈ 
-
=
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
=
 
-
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
-
 
-
 
 
-
 
ˈ 
 
-
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
-
ˈ 
 
 
,ˈ 
 
-
. 
 
.ˈ 
=
 
-
 
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
 
ˈ 
ˈ 
,ˈ 
ˈ 
-
 
ˈ 
-
 
?ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
=
-
-
=
 
,ˈ 
=
-
=
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
.ˈ 
-
 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
 
 ... 
 
 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
=
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
-
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
=
 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
-
 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
 
-
ˈ 
-
-
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
=
 
.ˈ 
.ˈ 
 
 
 
 
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
-
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
-
-
 
 
 
 ... 
ˈ 
 
,ˈ 
 
 
 
 
 
-
 
.ˈ 
 
ˈ 
 
-
 
-
-
?ˈ 
,ˈ 
 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
=
 
-
=
.ˈ 
 
 
-
 
-
.ˈ 
-
 
-
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
ˈ 
 
-
 
 
.ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
ˈ 
 
-
 
.ˈ 
 
-
 
 
 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
-
 
-
ˈ 
-
 
-
.ˈ 
-
-
 
-
 
-
.ˈ 
-
 
ˈ 
.ˈ 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
=
ˈ 
=
 
.ˈ 
 
-
 
.ˈ 
=
,ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
-
 
=
.ˈ 
 
=
ˈ 
 
-
-
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
ˈ 
-
-
ˈ 
 
=
ˈ 
=
 
 
 
ˈ 
-
 
 
-
.ˈ 
 
 
-
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
-
.ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
-
 
ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
 
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
ˈ 
-
 
ˈ 
ˈ 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
.ˈ 
 
 
=
 
?ˈ 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
ˈ 
 
 
-
ˈ 
-
-
 
 
?ˈ 
-
 
?ˈ 
 ... 
 
 
,ˈ 
 
 
-
ˈ 
-
.ˈ 
ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
.ˈ 
,ˈ 
=
 
.ˈ 
 
-
-
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
=
ˈ 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
ˈ 
-
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
!ˈ 
-
!ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
-
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
=
.ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
-
ˈ 
-
 
-
 
.ˈ 
=
.ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
-
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
.ˈ 
ˈ 
=
 
 
-
.ˈ 
 
 
ˈ 
=
 
 
-
,ˈ 
 
 
ˈ 
=
 
 
.ˈ 
 
=
 
 
.ˈ 
=
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
=
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
=
 
.ˈ 
 
!ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
=
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
=
 
 
ˈ 
-
 
 
ˈ 
 
-
ˈ 
 
 
 
 
 
-
 
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
=
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
!ˈ 
 
.ˈ 
 
=
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
=
 
ˈ 
 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
=
 
 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
=
 
 
 
-
 
 
ˈ 
 
 
-
.ˈ 
-
ˈ 
-
 
-
 
-
.ˈ 
-
 
ˈ 
-
.ˈ 
-
 
 
ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
-
 
-
.ˈ 
-
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
=
.ˈ 
 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ
 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
.ˈ 
-
 
.ˈ 
ˈ 
ˈ 
-
 
 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
 
 
-
ˈ 
?ˈ 
 
 
 
? 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
-
-
 
 
ˈ 
ˈ 
 
-
-
 
.ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
 
-
ˈ 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
 
 
 
 
 
.ˈ 
ˈ 
 
-
?ˈ 
.ˈ 
 
 
 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
,ˈ 
 
-
 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
-
 
,ˈ 
-
 
 
 
-
.ˈ 
.ˈ 
 
 
ˈ 
 
 
-
 
 
.ˈ 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
-
-
 
!ˈ 
 
ˈ 
-
=
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
=
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
-
.ˈ 
ˈ 
ˈ 
-
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
,ˈ 
=
 
-
ˈ 
-
ˈ 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
-
 
.ˈ 
 
 
 
 
 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
-
 
-
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
 
 
 
?ˈ 
 
 
-
ˈ 
 
 
 
 
-
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
=
,ˈ 
.ˈ 
 
=
 
.ˈ 
 
 
-
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
!ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
-
 
-
.ˈ 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
ˈ 
 
 
-
ˈ 
 
 
-
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
-
 
 
-
.ˈ 
=
.ˈ 
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
-
 
ˈ 
-
 
-
 ... 
 .... 

ˈ 
 ... 
 
.ˈ 
 
 
ˈ 
 ... 
-
 
-
, ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
-
 
 
ˈ 
-
-
ˈ 
 
 
 
.ˈ 
-
=
 
 
 
ˈ 
 
 
 
-
ˈ 
-
 
-
 
 
-
ˈ 
 
 
ˈ 
-
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
-
-
ˈ 
 
-
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
 
=
,ˈ 
 
 
 
-
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
-
-
 
ˈ 
 
ˈ 
 
=
ˈ 
 
-
-
 
.ˈ 
-
ˈ 
 
-
 
,ˈ 
 
-
-
.ˈ 
,ˈ 
 
-
.ˈ 
=
 
 
 
-
.ˈ 
 
 
-
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
-
-
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
.ˈ 
ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
 
 
ˈ 
,ˈ 
 
-
 
-
.ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
 
 
-
 
.ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
 
ˈ 
-
 
.ˈ 
 
=
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
.ˈ 
ˈ 
-
 
 
-
 
ˈ 
 
?ˈ 
ˈ 
 
?ˈ 
 
ˈ 
-
-
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
-
 
 
 
 
ˈ 
-
 
,ˈ 
 ... 
 
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
-
.ˈ 
-
 
 
-
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
-
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
-
,ˈ 
.ˈ 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
?ˈ 
 
 
 
-
 
-
?ˈ 
 
 
 
-
.ˈ 
.ˈ 
-
-
 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
 
-
 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
-
 
-
 
?ˈ 
 
 
 
.ˈ 
 
 
-
 
ˈ 
ˈ 
=
ˈ 
 
ˈ 
 
 
=
.ˈ 
 
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
.ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
=
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
ˈ 
 
?ˈ 
 
?ˈ 
.ˈ 
 
-
-
.ˈ 
 
-
-
 
-
.ˈ 
,ˈ 
ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
.ˈ 
 
 
 
-
-
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
ˈ 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
ˈ 
-
=
 
.ˈ 
 
 
,ˈ 
=
 
.ˈ 
ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
 
-
 
,ˈ 
 
-
ˈ 
=
 
-
.ˈ 
ˈ 
 
 
-
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
-
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
ˈ 
 
 
 
-
-
 
?ˈ 
 
 
-
.ˈ 
-
 
-
 
,ˈ 
=
-
 
-
-
-
 
,ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
-
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
-
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
-
 
-
ˈ 
 
-
,ˈ 
 
-
ˈ 
-
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
ˈ 
.ˈ 
 
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
ˈ 
 
 
-
 
 
ˈ 
! 
 
.ˈ 
 
-
ˈ 
 
ˈ 
=
?ˈ 
=
ˈ 
=
,ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
 
.ˈ 
 
-
.ˈ 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
-
 
-
,ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
-
-
 
.ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
ˈ 
-
 
 
-
.ˈ 
-
ˈ 
-
 
=
 
-
 
.ˈ 
ˈ 
 
.ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
-
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
=
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
-
.ˈ 
 
 
-
 
 
?ˈ 
 
 
-
 
 
?ˈ 
-
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
-
 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
-
=
 
 
-
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
-
 
 
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
-
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
-
-
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
!ˈ 
 
 
-
 
 
-
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
-
.ˈ 
 
.ˈ 
 
-
 
-
,ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
-
?ˈ 
.ˈ 
 
-
 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
, 
-
 
 
-
ˈ 
 
-
 
.ˈ 
ˈ 
-
 
 
-
 
.ˈ 
 
-
-
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
-
.ˈ 
 
ˈ 
 
, 
-
.ˈ 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
-
-
 ... 
 
 
-
ˈ 
-
 
.ˈ 
.ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 ... 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
-
-
,ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
-
 
ˈ 
 
 
=
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
=
ˈ 
 
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
,ˈ 
.ˈ 
 
-
 
 
-
.ˈ 
?ˈ 
 
?ˈ 
 
 
 ... 
 
 
 
.ˈ 
=
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
=
 
 
=
.ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
=
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
 
 
-
-
 
.ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
;ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
=
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
 
-
. 
 
ˈ 
 
 
 
-
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
=
 
 
?ˈ 
 
 
,ˈ 
=
 
?ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
-
ˈ 
 
 
 
 
?ˈ 
 
 
 
 
-
?ˈ 
 
 
ˈ 
-
=
 
 
 
 
ˈ 
 
.ˈ 
 
 
-
=
.ˈ 
-
ˈ 
 
=
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
!ˈ 
!ˈ 
 
ˈ 
 
ˈ 
!ˈ 
.ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
=
 
 
-
ˈ 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
 
 
 
=
 
 
-
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
=
 
 
 
 
-
.ˈ 
 
=
 
 
-
,ˈ 
=
 
,ˈ 
 
-
.ˈ 
 
=
 
 
 
.ˈ 
-
 
ˈ 
-
 
:ˈ 
 
 
.ˈ 
-
 
 
-
ˈ 
-
 
 
ˈ 
-
 
-
,ˈ 
-
 
-
.ˈ 
 
-
.ˈ
 ... 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
 ... 
 
.ˈ 
 
-
 
.ˈ 
-
ˈ 
-
 
ˈ 
 
=
?ˈ 
 
-
 
-
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 ... 
 
,ˈ 
 
.ˈ 
 
=
.ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
,ˈ 
=
.ˈ 
 
-
 
-
 
 
ˈ 
-
 
?ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
-
.ˈ 
,ˈ 
-
=
.ˈ 
 
-
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
=
 
 
.ˈ 
 
 
ˈ 
-
-
ˈ 
 
ˈ 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
 
 
-
ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
 
-
 
ˈ 
 
,ˈ 
 
 
.ˈ 
.ˈ 
=
?ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
 
 
-
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
,ˈ 
 
 
 
-
?ˈ 
-
-
 
,ˈ 
-
=
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
-
-
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
=
 
 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
 
-
ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
-
 
-
,ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
 
 
 
.ˈ 
-
.ˈ 
,ˈ 
 
ˈ 
 
 
ˈ 
!ˈ 
 
!ˈ 
 
, 
, 
, 
,ˈ 
-
 
ˈ 
 
ˈ 
.ˈ 
=
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
 
-
 
,ˈ 
 
ˈ 
 
-
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
-
 
 
ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
=
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
-
,ˈ 
 
-
.ˈ 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
?ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
 
=
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 ... 
 
-
?ˈ 
-
?ˈ 
.ˈ 
=
 
-
.ˈ 
-
?ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
?ˈ 
 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
-
 
 
 
ˈ 
ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
-
 
ˈ 
 
,ˈ 
 ... 
 
.ˈ 
 
 
-
,ˈ 
!ˈ 
 
-
=
 
ˈ 
-
=
 
.ˈ 
 
.ˈ 
 
 
 
 
-
,ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
-
 
 
.ˈ 
=
 
ˈ 
-
 
 
 
ˈ 
 
 
-
ˈ 
 
-
ˈ 
-
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
-
ˈ 
-
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
-
 
 
 
!ˈ 
 
ˈ 
.ˈ 
 
-
 
ˈ 
ˈ 
! 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
=
 
.ˈ 
 
-
 
 
 
?ˈ 
 
 
 
-
 
 
.ˈ 
 
-
 
 
-
-
 
-
ˈ 
 
 
-
?ˈ 
 
 
.ˈ 
ˈ 
-
 
,ˈ 
ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
=
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
-
 
 
,ˈ 
 
ˈ 
 
 
=
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
 
 
 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
-
=
.ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
 
ˈ 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
-
 
-
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
=
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
.ˈ 
 
,ˈ 
ˈ 
-
 
.ˈ 
 
 
-
-
.ˈ 
-
-
 
 
.ˈ 
 
 
=
?ˈ 
 
ˈ 
ˈ 
ˈ 
-
 
 
-
 
ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
-
 
 
,ˈ 
 
.ˈ 
 
-
 
 
 
ˈ 
-
=
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
=
?ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
 
-
,ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
-
-
 
ˈ 
,ˈ 
-
-
,ˈ 
 
-
 
-
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
-
-
 
,ˈ 
 
 
 
-
,ˈ 
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
 
.ˈ 
 
-
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
=
 
-
.ˈ 
=
 
 
 
ˈ 
 
 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
.ˈ 
 
-
 
-
?ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
?ˈ 
 
ˈ 
 
-
,ˈ 
 
-
 
ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
-
ˈ 
 
-
 
.ˈ 
 
-
-
 
,ˈ 
 
-
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
-
ˈ 
 
-
-
 
.ˈ 
=
 
.ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
-
 
 
-
?ˈ 
ˈ 
-
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
=
?ˈ 
 
 
ˈ 
 
-
?ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
-
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
=
 
ˈ 
 
 
=
 
 
-
.ˈ 
 
ˈ 
 
-
ˈ 
 
 
ˈ 
,ˈ 
 
-
ˈ 
 
 
-
,ˈ 
,ˈ 
 
-
.ˈ 
ˈ 
-
 
=
 
 
-
.ˈ 
 
 
.ˈ 
 
-
?ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
-
ˈ 
-
 
 
 
 
ˈ 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
ˈ 
-
 
-
 
.ˈ 
 
 
 .... 
 
=
?ˈ 
=
 
 
-
?ˈ 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
-
ˈ 
,ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
=
 
 
.ˈ 
 
-
 
?ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
=
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
ˈ 
-
ˈ 
 
 
-
-
.ˈ 
 
=
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
-
 
.ˈ 
-
 
 
-
?ˈ 
 
?ˈ 
 
 
ˈ 
-
 
?ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
=
ˈ 
 
-
 
 
.ˈ 
ˈ 
 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
?ˈ 
 
.ˈ 
-
 
? 
 
ˈ 
-
.ˈ 
 
 
=
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
-
 
 
 
.ˈ 
.ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
-
,ˈ 
 
-
.ˈ 
 
!ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
-
 
-
 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
-
 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
ˈ 

 
 
 
 
-
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
?ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
ˈ 
 
 
-
 
ˈ 
=
 
 
.ˈ 
 
 
=
 
,ˈ 
.ˈ 
=
 
 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 

 
 
 
.ˈ 
,ˈ 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
=
ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
 
-
,ˈ 
-
 
 
ˈ 
=
 
 
,ˈ 
-
 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
=
 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
=
?ˈ 
=
?ˈ 
 
=
 
 
 
 
.ˈ 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
?ˈ 
 
 
-
?ˈ 
-
 
 
ˈ 
ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
-
 
ˈ 
-
,ˈ 
-
 
 
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
-
ˈ 
 
-
 
 
ˈ 
 
,ˈ 
 ... 
 
.ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
=
 
 
ˈ 
-
 
 
?ˈ 
 
ˈ 
-
 ... 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
-
 
?ˈ 
 
ˈ 
 
ˈ 
!ˈ 
 
 
ˈ 
-
 
ˈ 
 
-
 
 
 
,ˈ 
 
ˈ 
 
-
 
 
ˈ 
-
 
 
-
-
.ˈ
 
 
ˈ 
-
ˈ 
-
 
ˈ 
 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
ˈ 
ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
=
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
 
,ˈ 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
=
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
=
 
-
 
-
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
?ˈ 
 
 
ˈ 
.ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
=
-
ˈ 
 
-
 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
=
 
-
 
 
-
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
-
 
 
 
 
,ˈ 
 
 
-
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
-
 
ˈ 
 
-
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
=
ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
-
=
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
-
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
=
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
=
 
,ˈ 
-
=
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
- 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
 
- 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
=
.ˈ 
-
-
 
 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
 
-
 
-
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
-
 
 
 
ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
=
 
ˈ 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
ˈ 
-
 
 
ˈ 
ˈ 
 
 
 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
-
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
ˈ 
 
 
,ˈ 
 
=
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
=
 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
.ˈ 
ˈ 
 
 
-
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 
 
 
.ˈ
ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
-
 
 
 
ˈ 
 
 
 
-
 
,ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
ˈ 
-
 
 
-
.ˈ 
-
 
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
 
-
 
 
 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
=
 
 
 
 
ˈ 
ˈ 
 
 
-
 
-
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 ... 
 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
=
 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
ˈ 
-
ˈ 
-
.ˈ 
-
 
ˈ 
 
ˈ 
-
 
 
 
-
-
ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
-
.ˈ 
 
-
 
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
 
 ... 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
-
 
 
.ˈ 
-
 
 
 
?ˈ 
-
 
 
 
-
 ... 
 
ˈ 
 
-
-
?ˈ 
-
 
 
 
ˈ 
 
 
 
 
 
 
 
,ˈ 
-
 
 
 
 
-
 
 
 
 
,ˈ 
 
 
-
 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
-
 
,ˈ 
 
 
 
,ˈ 
 
 ... 
 
ˈ 
-
ˈ 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
 
 
 
=
 
-
-
 
,ˈ 
-
 
 
.ˈ 
ˈ 
-
ˈ 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
-
ˈ 
-
ˈ 
 
 
-
 
 
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
=
 
 
 
 
ˈ 
-
 
 
 
-
 
.ˈ
 
-
 
-
-
 
.ˈ 
 
-
ˈ 
-
 
-
 
ˈ 
 
-
 
 
-
.ˈ 
-
-
 
 
 
 
,ˈ 
 
-
 
-
 
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
ˈ 
 
-
 
-
 
ˈ 
 
 
ˈ ... 
-
 
-
ˈ 
ˈ 
.ˈ 
 
,ˈ 
-
=
 
.ˈ 
 
 
-
-
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
-
ˈ 
-
 
-
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
ˈ 
-
ˈ 
-
 
,ˈ 
-
 
 
.ˈ 
 
 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
-
 
 
.ˈ 
 
 
 
 
 
 
ˈ ... 
 
ˈ 
-
 
 
ˈ 
 
ˈ 
-
=
 
-
.ˈ 
 
 
.ˈ 
 
-
 
 
-
ˈ 
-
 
 
 
 ... 
 
-
 
 
 
.ˈ 
 
 ... 
 
 
,ˈ 
 
,ˈ 
 
=
,ˈ 
 
 
=
.ˈ 
 
 
-
 
 
.ˈ 
-
ˈ 
 
 
,ˈ 
-
 
-
 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
-
,ˈ 
 
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
-
 
,ˈ 
-
,ˈ 
 
=
 
 
 
ˈ 
-
?ˈ 
ˈ 
 
 
 
 
 
 
.ˈ 
=
 
,ˈ 
-
 
 
 
ˈ 
 
 
-
 
 
ˈ 
 
-
 
 
 
-
.ˈ 
 
 
 
 
-
ˈ 
.ˈ 
=
 
 
-
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
=
 
 
 
ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
=
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
-
 
 
ˈ 
-
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
 
-
 
 
 
 
-
 
,ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
-
.ˈ 
 
 
 
=
ˈ 
 
-
ˈ 
-
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
=
 
-
ˈ 
 
.ˈ 
-
 
 
 
-
 
-
 
-
.ˈ 
-
 
 
=
 
 
-
.ˈ 
-
 
ˈ 
 
 
 
 
ˈ 
 
-
.ˈ 
-
 
 
-
=
ˈ 
 
ˈ 
-
=
 
 
 
 
-
 
ˈ 
 
 
 
.ˈ 
 
 
-
 
 
 
 ... 
 
 
-
ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
=
 
ˈ 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ ... 
,ˈ 
 
 
,ˈ 
ˈ 
-
=
 
 
 
,ˈ 
 
-
.ˈ 
 
ˈ ... 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
=
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
-
-
 
ˈ 
 
 
.ˈ 
 
-
=
 
 
ˈ 
-
ˈ 
 
 
-
 
,ˈ 
=
 
 
 
-
 
 
,ˈ 
 
 
 
 
.ˈ 
-
?ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
 
 
-
 
 
,ˈ 
 
 
.ˈ 
=
 
 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
ˈ 
ˈ 
 
 
-
, 
-
.ˈ 
 
 
 
 
,ˈ 
-
-
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
-
,ˈ 
 
ˈ 
ˈ 
-
 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
 
-
,ˈ 
=
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
 
 
-
ˈ 
 
 
-
ˈ 
 
 
-
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
-
-
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ
ˈ 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
-
?ˈ 
-
ˈ 
 
-
 
 
-
 
ˈ 
 
-
 
,ˈ 
 
,ˈ 
-
 
 
ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
-
 
.ˈ 
 
 
 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
,ˈ 
=
 
,ˈ 
 
-
ˈ 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
ˈ ... 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
-
 
 
=
 
 
 
,ˈ 
 
-
 
 
,ˈ 
ˈ 
-
 
 
 
,ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ ... 
-
 
ˈ 
 
 
 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
 
-
ˈ 
 
 
 
.ˈ 
-
 
 
-
.ˈ 
-
 
 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
-
 
 
-
,ˈ 
-
 
 
-
,ˈ 
 
 
 
 
-
.ˈ 
 
 
 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
ˈ 
ˈ 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
.ˈ 
 
,ˈ 
-
 
-
.ˈ 
=
 
-
 
 
-
 
,ˈ 
 
-
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
ˈ 
-
-
 
 
 
-
.ˈ 
 
,ˈ 
 
 
-
 
-
ˈ ... 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
 
-
.ˈ 
 
-
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
=
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
-
,ˈ 
-
 
-
ˈ 
-
ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
-
 ... 
-
,ˈ 
=
 
 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
-
 
-
 
ˈ ... 
-
.ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
=
 
 
 
-
,ˈ 
 
 
-
 
 
-
 
-
ˈ 
 
 
 
.ˈ
 
 
-
ˈ 
-
 
ˈ 
 
 
 
-
 
,ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
-
ˈ 
 
 
 
-
-
,ˈ 
,ˈ 
=
 
 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
 
ˈ 
 
ˈ ... 
 
 
ˈ 
-
 
 
 
-
.ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
 
ˈ 
ˈ 
-
 
 
 
-
 
,ˈ 
ˈ 
 
 
 
-
.ˈ 
-
ˈ 
ˈ 
ˈ 
 
 
 
-
 
 
-
-
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
-
 
 
 
-
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
 
-
 
 
=
,ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
 
 
 
 
.ˈ 
-
 
=
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
,ˈ 
-
 
 
 
.ˈ 
 
 
-
ˈ 
 
 
-
 
ˈ 
-
 
-
 
ˈ 
 
-
 
 
 
-
ˈ 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ ... 
-
 
 
 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
-
 
ˈ 
.ˈ 
 
 
 
 
.ˈ
-
ˈ 
-
 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
-
 
.ˈ 
,ˈ 
 
,ˈ 
=
.ˈ 
 
-
 
 
ˈ ... 
 
 
-
 
.ˈ 
 
.ˈ 
-
-
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
 
 
 
-
 
,ˈ 
 
ˈ 
-
 
 
-
,ˈ 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
,ˈ 
 
-
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
=
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
=
 
.ˈ 
-
 
=
 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
=
 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
=
 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
-
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
 
-
 
 
ˈ 
 
-
 
ˈ 
-
 
 
 
-
,ˈ 
 
-
-
 
 
-
.ˈ 
 
 
-
 
-
 
 
.ˈ 
 
-
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
-
 
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
-
-
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
-
-
ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
-
 
.ˈ 
-
 
 
 
-
 
.ˈ 
-
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
 
-
 
ˈ 
-
-
 
-
-
 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
 
-
-
 
,ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
 
 
ˈ 
 
-
 
ˈ 
 
 
-
ˈ 
 
-
 
ˈ 
ˈ 
ˈ 
 
 
 
 
-
 ....ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
 
-
-
 
ˈ 
-
-
 
ˈ 
-
-
-
 
 
ˈ 
 
 
=
 
 
 
,ˈ 
 
 
 
-
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
-
 
 
.ˈ 
 
=
 
-
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
-
.ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
-
 
=
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
 
 
-
.ˈ 
ˈ 
 
 
 
 
ˈ ... 
-
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
 
-
 
ˈ 
 
 
 
 
-
ˈ ... 
-
 
.ˈ 
 
-
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
 
 
 
 
.ˈ 
-
 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
-
-
ˈ 
 
 
 
ˈ 
-
ˈ 
 
-
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
-
 
-
 
-
.ˈ 
-
-
ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
 
 
-
 
 
ˈ 
ˈ 
-
ˈ 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
-
.ˈ
 
ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
-
 
ˈ 
=
 
ˈ 
=
 
.ˈ 
 
-
 
 
 
-
.ˈ 
-
 
 
 
 ... 
 
 
,ˈ 
,ˈ 
-
 
 
 
-
.ˈ 
 
 
-
ˈ 
 
-
 
.ˈ 
=
 
 
-
,ˈ 
 
 
ˈ 
 
 
 
-
 
.ˈ 
-
 
ˈ 
-
,ˈ 
-
ˈ 
-
 
ˈ 
 
 
 
ˈ 
 
 
 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
-
 
 
 
-
 
,ˈ 
 
-
-
 
=
 
 
 
-
ˈ 
 
ˈ 
 ... 
 
ˈ 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
=
 
 
.ˈ 
 
 
=
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
.ˈ 
-
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
!ˈ 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
 ... 
-
 
 
 
-
.ˈ 
 
 
 
 ... 
 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
-
-
 
ˈ 
 
 
 
-
 
 
 ... 
 
 
 
-
 
-
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
-
,ˈ 
.ˈ 
,ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
-
-
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
-
ˈ 
-
 
-
,ˈ 
-
-
 
ˈ 
 
-
 
-
-
ˈ 
 
 ... 
-
.ˈ 
 
-
 
-
 
 ... 
 
-
 
.ˈ 
 
-
 
 
 
ˈ 
-
-
 
 
 
 
 ... 
-
 
 
.ˈ 
 
ˈ 
 
-
 
-
 ... 
-
 
 
 
-
ˈ 
ˈ 
-
-
 
ˈ 
 
ˈ 
 ... 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
 ... 
 
,ˈ 
 
 
ˈ 
-
 
 
 ... 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
=
 
.ˈ 
ˈ 
 
,ˈ 
=
 
 
.ˈ 
-
 
 
 
-
 
-
 
ˈ 
 
ˈ 
 
-
 
 
-
 
-
.ˈ 
 
 
 
-
,ˈ 
-
-
 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
-
.ˈ 
 
-
 
ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
=
 
-
 
 
 
-
.ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
 
 
-
 
 
ˈ 
-
 
ˈ 
 
 
-
,ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
 
-
ˈ 
 
-
ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
-
ˈ 
 
 
,ˈ 
.ˈ 
=
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
-
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
-
 
 
 
 
 
 
.ˈ 
ˈ 
=
 
 
ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 ... 
 
-
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
-
=
ˈ 
 
=
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
-
 
 
-
ˈ 
 
 
 
-
 
ˈ 
-
 
ˈ 
 
-
 
 
,ˈ 
 
-
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
. 
 
-
 
 
=
 
 
-
-
.ˈ 
-
 
-
 
 
 
-
,ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
=
 
ˈ 
 
ˈ 
!ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
=
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
-
 ... 
-
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
-
ˈ 
 
-
 
 
 
 
,ˈ 
 
-
-
,ˈ 
 
ˈ 
.ˈ 
-
 
=
 
 
 
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
 
-
=
 
?ˈ 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
ˈ 
 ... 
-
 
 
-
 
.ˈ 
 
 
 
 
 
-
ˈ 
 
 
 
ˈ 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
-
ˈ 
-
 
?ˈ 
 
 
=
?ˈ 
 
-
 
-
 
 
 
?ˈ 
 
 
 
-
 
-
 
 
 
-
,ˈ 
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
 
-
 
-
 
-
.ˈ 
 
.ˈ 
-
 
 
 
,ˈ 
 
 ... 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
-
 
-
 
. 
 
 
ˈ 
 
 
 ... 
 
ˈ 
-
 
 
ˈ 
ˈ 
 
 
 
 
 
ˈ 
 
-
-
ˈ 
 
 
 
ˈ 
- 
.ˈ 
 
ˈ 
-
 
.ˈ 
 ... 
-
,ˈ 
 
,ˈ 
 
-
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
=
?ˈ 
 
 
,ˈ 
.ˈ 
 
-
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
-
-
 
 
 
 
 
.ˈ 
-
 
 
 
 
ˈ 
 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
-
 
=
 
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
 ... 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
.ˈ 
 
ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
 
-
 
ˈ 
 
-
 
 
 
 
 
 
.ˈ
 
ˈ 
 
-
 
ˈ 
ˈ 
-
ˈ 
ˈ 
ˈ 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
 ... 
 
 
.ˈ 
-
 
,ˈ 
-
 
ˈ 
-
-
ˈ 
-
-
,ˈ 
-
-
ˈ 
-
-
,ˈ 
-
 
ˈ 
 
!ˈ 
 
!ˈ 
=
 
 
.ˈ 
 
-
 
 
 
-
,ˈ 
-
 
-
 
ˈ 
-
-
 
-
-
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
-
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
-
.ˈ 
ˈ 
ˈ 
-
 
.ˈ 
-
 
-
 
 
 
-
.ˈ 
 
-
ˈ 
 
 
=
-
?ˈ 
 
-
 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
-
=
 
-
,ˈ 
-
 
 
 
-
,ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
ˈ 
 
.ˈ 
-
 
 
 
 
 ... 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
ˈ 
-
.ˈ 
 
 
=
?ˈ 
 
 
-
 
ˈ 
.ˈ 
ˈ 
.ˈ 
 
 
 
-
ˈ 
-
 
ˈ 
-
 
-
 
-
 
 
-
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
 
.ˈ 
ˈ 
-
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
-
 
-
 
,ˈ 
.ˈ 
=
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
,ˈ 
 
-
 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
=
 
 
 
ˈ 
ˈ 
 
 
 
-
,ˈ 
 
ˈ 
 
-
 
-
.ˈ 
-
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
 
ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
ˈ 
 
 
 
ˈ 
-
 
 
-
.ˈ
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
=
 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ. 
 
ˈ 
ˈ 
=
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
-
 
.ˈ 
 
=
ˈ 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
=
ˈ 
-
 
ˈ 
ˈ 
 
-
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 ... 
 
-
ˈ 
-
,ˈ 
.ˈ 
ˈ 
=
.ˈ 
=
 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
,ˈ 
-
,ˈ 
-
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
!ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
-
 
 
 
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
-
,ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
ˈ 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
ˈ 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
.ˈ 
ˈ 
=
.ˈ
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 ...ˈ 
-
 
.ˈ 
 
 
 
ˈ 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
 
=
?ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
 
 ... 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
 
-
 
ˈ 
,ˈ 
,ˈ 
ˈ 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
 ˈ 
=
 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
-
=
.ˈ 
 
 
ˈ 
ˈ 
 
-
 
-
?ˈ 
 
 
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
 
 
ˈ 
 
 
!ˈ 
 
ˈ 
-
=
?ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
-
 
 
.ˈ 
ˈ 
-
 
 
?ˈ 
 
?ˈ 
=
?ˈ 
 
 
ˈ 
 
=
 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
-
ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
.ˈ 
=
 
 
 
-
-
 
-
-
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
-
ˈ 
 
 
-
 ... 
ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
-
 
 
ˈ 
-
ˈ 
,ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
=
ˈ 
 
ˈ 
-
-
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
 
 ... 
.ˈ 
 
-
 
ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 ... 
 
.ˈ 
-
ˈ 
 
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
 
-
ˈ 
-
ˈ 
.ˈ 
 
ˈ ... 
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
-
 
-
ˈ 
-
 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
-
ˈ 
-
 
,ˈ 
-
 
 
-
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
=
 
 
 
 
ˈ 
 
 
-
ˈ 
-
ˈ 
-
ˈ 
-
.ˈ 
=
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
 
-
?ˈ 
ˈ 
-
 
ˈ 
 
=
 
ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
ˈ 
 
.ˈ 
 
!?ˈ 
 
ˈ 
 
-
 
ˈ 
 
-
.ˈ 
-
 
.ˈ 
ˈ 
ˈ 
-
 
 
?ˈ 
 
 
 
 
 
 
?ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
ˈ 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
,ˈ 
-
.ˈ 
-
 
 
.ˈ 
-
ˈ 
 
-
 
-
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
-
-
?ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
=
.ˈ 
 
 
 
ˈ 
 
-
 
ˈ 
ˈ 
-
-
 
ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
?!ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
?ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
?ˈ 
 
.ˈ 
 
 
-
-
 
 
 
-
 
,ˈ 
 
.ˈ 
-
ˈ 
 
-
 
=
ˈ 
ˈ 
 
ˈ 
,ˈ 
=
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
 
?ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
-
=
 
 
.ˈ 
 
ˈ 
.ˈ 
-
ˈ 
-
 
ˈ 
-
 
 
,ˈ 
-
 
?ˈ
ˈ 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
=
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
-
ˈ 
-
-
 
.ˈ 
-
 
 
 
-
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
?ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
ˈ 
ˈ 
-
 
-
ˈ 
-
 
-
 
.ˈ 
-
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
-
,ˈ 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
-
,ˈ 
ˈ 
 
-
.ˈ 
-
,ˈ 
-
-
?ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
-
 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 ... 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 ... 
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
=
 
 
-
 
ˈ 
 
 
 
ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
 
-
 
=
.ˈ 
=
 
 
.ˈ 
 ... 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
-
 
-
ˈ 
 
-
ˈ 
 
-
 
ˈ 
-
,ˈ 
-
 
,ˈ 
ˈ 
 
-
 
-
ˈ 
-
.ˈ 
ˈ 
 
,ˈ 
 
-
,ˈ 
,ˈ 
 
 
 
ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
=
 
 
-
,ˈ 
.ˈ 
ˈ 
-
 
,ˈ 
=
 
.ˈ 
 
 
-
 
,ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
,ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
-
 
-
 
 
 
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
-
ˈ 
-
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
 
?ˈ 
 
ˈ 
-
 
-
.ˈ 
 
 
=
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
-
-
ˈ 
 
ˈ 
-
-
.ˈ 
-
-
 
-
 
-
ˈ 
=
 
-
-
=
.ˈ 
 
-
-
-
 
ˈ 
-
-
,ˈ 
-
-
!ˈ 
 
 
ˈ 
 
.ˈ 
 
=
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
!ˈ 
 
!ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
-
-
 
 
 
-
?ˈ 
 
=
 
ˈ 
 
.ˈ 
 
-
 
ˈ 
 
 
 
 
 
=
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
=
 
,ˈ 
 
 
-
 
 
 
,ˈ 
 
 
-
 
-
ˈ 
ˈ 
ˈ 
 
ˈ 
-
-
!ˈ 
-
-
!ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
?ˈ 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
-
ˈ 
 
!ˈ 
 
!ˈ 
 
 
-
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
-
 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
-
ˈ 
 
ˈ 
-
ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
?ˈ 
ˈ 
 
ˈ 
 
-
!ˈ 
 
ˈ 
 
.ˈ 
-
 
 
?ˈ 
 
 
-
ˈ 
 
.ˈ 
 
=
 
-
.ˈ 
 
ˈ 
=
 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
-
ˈ 
 
ˈ 
 
 
?ˈ 
ˈ 
 
ˈ 
-
-
 
ˈ 
 
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
-
 
 
ˈ 
 
=
 
-
 
.ˈ 
=
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
=
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
?ˈ 
ˈ 
, 
.ˈ 
 
,ˈ 
ˈ 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
?ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
-
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
-
 
?ˈ 
 
 
.ˈ 
 
 
 
 
-
-
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
 
=
?ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
 
=
ˈ 
 
-
 
ˈ 
 
 
,ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
-
-
.ˈ 
 
-
.ˈ 
 
-
-
=
 
.ˈ 
 
 
=
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
-
=
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
-
.ˈ 
.ˈ 
-
-
 
,ˈ 
 
 
 
-
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
!ˈ 
-
 
-
!ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
-
 
ˈ 
 
=
?ˈ 
 
ˈ 
 
!ˈ 
 
!ˈ 
 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
-
ˈ 
 
ˈ. 
 
 
ˈ 
 
.ˈ 
 
=
ˈ 
 
 
!ˈ 
!ˈ 
!ˈ 
ˈ 
!ˈ 
 
 
!ˈ 
 
.ˈ 
 
-
 
-
 
 
-
 
 
.ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
 
 
 
-
-
 
,ˈ 
 
-
?ˈ 
,ˈ 
 
 
-
.ˈ
 
ˈ 
-
 
ˈ 
ˈ 
ˈ 
ˈ 
-
=
 
-
=
 
 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
 
 
-
 
!ˈ 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
,ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
-
 
ˈ 
-
ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
-
 
-
.ˈ 
 
=
 
?ˈ 
 
-
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
,ˈ 
=
,ˈ 
,ˈ 
=
,ˈ 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
ˈ 
 
-
-
 
 
?ˈ 
 
-
 
ˈ 
ˈ 
-
 
,ˈ 
 
-
 
 
.ˈ 
-
ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
-
 
?ˈ 
-
 
-
 
 
 
.ˈ 
ˈ 
-
 
ˈ 
 
 
 
-
?ˈ 
 
 
ˈ 
=
 
 
,ˈ 
 
-
 
,ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
ˈ 
-
,ˈ 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
-
 
ˈ 
 
-
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
-
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
-
?ˈ 
-
 
 
 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
=
 
 
ˈ 
-
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
-
 
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
-
-
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
-
-
 
ˈ 
 
 
 
-
 
-
 
ˈ 
 
 
-
 
-
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
=
 
 
-
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ ... 
 
=
?ˈ 
.ˈ 
,ˈ 
 
=
?ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
-
 
 
-
,ˈ 
.ˈ 
 
-
 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
ˈ 
-
 
,ˈ 
-
=
 
.ˈ 
 
-
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
-
 
 
ˈ 
 
ˈ 
 
-
 
 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
ˈ ... 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
 
,ˈ 
ˈ 
-
 
ˈ 
-
ˈ 
-
-
 
,ˈ 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
ˈ 
.ˈ 
 
ˈ 
-
-
 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
-
 
.ˈ 
-
,ˈ 
 
,ˈ 
 
.ˈ 
-
ˈ 
-
ˈ 
 
,ˈ 
-
,ˈ 
-
,ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
-
,ˈ 
-
.ˈ 
-
ˈ 
 
 
 
 
 
 
 
-
 
.ˈ 
 
-
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
=
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
 
 
-
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ
-
 
 
 
ˈ 
ˈ 
ˈ 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
-
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
-
 
?ˈ 
 
-
?ˈ 
 
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
-
,ˈ 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
,ˈ 
.ˈ
 
 
ˈ 
-
 
 
=
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
-
-
ˈ 
 
.ˈ 
-
 
 
-
.ˈ 
=
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
=
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
 
 
.ˈ 
,ˈ 
 
 
=
ˈ 
 
ˈ 
 
 
 
 
=
ˈ 
 
 
.ˈ 
 
ˈ 
=
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
=
 
,ˈ 
=
 
ˈ 
 
 
-
,ˈ 
 
 
 
 
 
.ˈ 
ˈ 
=
 
ˈ 
 
 
 
 
 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
 
-
.ˈ 
=
 
ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
-
 
ˈ 
 
-
 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
-
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ ... 
 
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
ˈ 
-
 
 
 
 
 
.ˈ 
?ˈ 
ˈ 
-
-
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
,ˈ 
.ˈ 
.ˈ 
 
-
 
ˈ 
-
 
 
-
ˈ 
ˈ 
=
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
-
 
 
?ˈ 
-
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
-
ˈ 
-
 
 
 
,ˈ 
 
 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 

 
-
 
.ˈ 
-
.ˈ 
-
 
-
-
ˈ 
-
 
 
-
-
ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
=
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
=
?ˈ 
 
.ˈ 
=
?ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
-
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
ˈ 
 
 
 
 
-
,ˈ 
ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
=
 
 
-
-
ˈ 
 
-
 
ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
.ˈ 
 
 
 
 
-
 
.ˈ 
-
 
 
ˈ 
.ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
 
 
-
,ˈ 
-
 
 
 
.ˈ 
 
-
 
,ˈ 
=
 
 
 
 
=
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ. 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ
-
 
.ˈ 
ˈ 
 
 
=
?ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
-
 
 
ˈ 
ˈ 
.ˈ 
 
 
 
-
ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
=
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
?ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
.ˈ 
-
 
 
 
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
?ˈ 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
 
-
,ˈ 
,ˈ 
 
 
,ˈ 
-
!ˈ 
 
?ˈ 
ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
=
ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
-
-
-
 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
-
?!ˈ 
-
?!ˈ 
=
 
ˈ 
 
-
 
.ˈ 
,ˈ 
 
ˈ 
 
 
=
?ˈ 
ˈ 
-
-
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
-
,ˈ 
 
-
 
 
-
ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
 .... 
 
 
ˈ 
 
-
 
 
.ˈ 
ˈ 
,ˈ 
ˈ 
ˈ 
-
 
=
ˈ 
-
 
.ˈ 
 
=
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
-
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
=
 
 
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
-
 
ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
-
.ˈ 
-
?!ˈ 
-
?!ˈ 
 
!ˈ 
 
-
!ˈ 
 
 
.ˈ 
 
-
 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
=
 
?ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
-
-
 
ˈ 
-
-
 
.ˈ 
 
-
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
?ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
 
,ˈ 
 
-
 
-
ˈ 
.ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
,ˈ 
,ˈ 
 
-
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
-
-
=
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
-
 
-
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
-
ˈ 
-
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
-
-
,ˈ 
-
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
-
 
-
.ˈ 
 
 
 
=
-
?ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
 
-
 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
.ˈ 
=
ˈ 
=
ˈ 
 
-
,ˈ 
.ˈ 
 
ˈ 
-
 
-
,ˈ 
-
.ˈ 
-
.ˈ 
-
 
 
.ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
-
 
-
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
-
,ˈ 
 
 
ˈ 
=
 
 
.ˈ 
,ˈ 
.ˈ.
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
=
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 
-
 
 
?ˈ 
 
 
 
 
-
 
. 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
-
 
 
 
-
 
 
 
,ˈ 
 
 
. 
 
 
-
.ˈ 
 
 
 
 
 
 
-
.ˈ 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
-
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
-
ˈ 
 
 
-
. 
-
 
 
-
ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
ˈ 
ˈ 
 
-
 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
=
?ˈ 
 
 
 
 
-
,ˈ 
-
 
.ˈ 
 
 
-
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
-
,ˈ 
 
 
-
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
=
 
-
 
.ˈ 
=
 
 
 
.ˈ 
-
 
 
 
 
-
 
 
-
 
 
 
.ˈ 
=
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
=
 
 
,ˈ 
,ˈ 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
,ˈ 
,ˈ 
 
-
 
-
,ˈ 
 
-
 
,ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
=
 
 
ˈ 
 
 
 
 
-
 
 ... 
-
 
 
.ˈ 
 
 
 
=
.ˈ 
 
 
?ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
-
 
.ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
-
-
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 ...ˈ 
-
 
 
-
-
 
 
 
 
 
-
 
 
.ˈ 
 
 
 
!ˈ 
 
-
ˈ 
 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
=
 
 
 
ˈ 
 
 
 
 
.ˈ 
 ..... 
 
-
 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
 
?ˈ 
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
 ... 
 ... 
 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
.ˈ 
-
 
 
ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
-
 
ˈ 
ˈ 
 
.ˈ 
 
-
-
.ˈ 
 
-
 
?ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
=
 
 
.ˈ 
 
,ˈ 
 
-
.ˈ
 
 
ˈ 
 
 
-
ˈ 
 
 
 
.ˈ 
-
 
-
ˈ 
-
-
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
 
 
 
-
,ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
=
 
 
-
ˈ 
ˈ 
 
ˈ 
 
 
-
,ˈ 
ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
ˈ 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
-
 
 
ˈ 
ˈ 
ˈ 
-
 
-
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
-
-
 
 
.ˈ 
 
 
-
ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
-
 
 
-
.ˈ 
 
-
ˈ 
 
.ˈ 
-
 
.ˈ 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
ˈ 
 ... 
,ˈ 
 
ˈ 
ˈ 
 
=
.ˈ 
ˈ 
ˈ 
ˈ 
 
-
 
 
-
.ˈ 
 
 
 
 
-
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
 
-
 
-
 
 
.ˈ 
-
 
,ˈ 
-
 
 
-
ˈ 
 
ˈ 
 
,ˈ 
-
 
 
ˈ 
 
ˈ 
 
-
,ˈ 
-
,ˈ 
 
 
 
-
ˈ 
-
=
 
 
.ˈ 
-
 
 
ˈ 
 
-
 
 
 
.ˈ 
-
 
ˈ 
-
 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 ... 
-
,ˈ 
=
 
.ˈ 
 
-
 
 
 
.ˈ 
 
-
 
 
ˈ 
=
 
 
,ˈ 
 
 
-
 
 
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
-
 
 
ˈ 
 
 
-
,ˈ 
-
,ˈ 
 
-
 
ˈ 
=
 
 
,ˈ 
.ˈ 
 
-
ˈ 
-
 
 
ˈ 
-
 
-
.ˈ 
-
 
-
 
, 
ˈ 
-
 
 
,ˈ 
 
-
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
.ˈ 
 
, 
,ˈ 
 
 
-
.ˈ 
-
,ˈ 
,ˈ 
 
 
-
 
-
-
=
 
,ˈ 
-
=
 
.ˈ 
-
ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
ˈ 
-
 
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
-
=
 
 
ˈ 
-
-
 
,ˈ 
ˈ 
 
-
 
 
-
-
 
=
 
.ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
 
,ˈ 
-
=
 
.ˈ 
=
 
 
-
,ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
-
 
 
ˈ 
 
 
 
 
 
ˈ 
 
-
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
 
ˈ 
 
 
.ˈ 
=
 
?ˈ 
 
 
 
 
-
 
.ˈ 
,ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
-
 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
-
 
ˈ 
 
-
 
 
ˈ 
.ˈ 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
 
-
ˈ ... 
.ˈ 
 
=
ˈ 
,ˈ 
,ˈ 
 
 
-
=
 
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
=
 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
-
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
-
 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
?ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
-
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
=
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
,ˈ 
=
 
-
.ˈ 
 
=
 
 
-
 
ˈ 
=
 
-
.ˈ
-
 
 
ˈ 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
?ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
-
 
-
 
.ˈ 
 
ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
ˈ 
 
ˈ 
-
=
 
 
.ˈ 
 
ˈ 
 
-
 
,ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
-
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
ˈ 
 
.ˈ 
-
 
 
-
?ˈ 
 
 
?ˈ 
 
-
 
,ˈ 
 
 
-
 
ˈ 
 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
-
 
-
 
-
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
-
 
?!ˈ 
 
-
 
-
 
 
?!ˈ
 
 
 
ˈ 
 
 
 
 
.ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
-
 
 
 
 
.ˈ 
.ˈ 
 
 
 
, 
.ˈ 
 
,ˈ 
 
.ˈ 
-
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
-
.ˈ 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
-
.ˈ 
 
 
 
?ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
=
 
 
,ˈ 
-
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
 
 
-
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
-
,ˈ 
 
?ˈ 
 
 
-
 
 
.ˈ 
-
=
 
.ˈ 
-
=
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
-
 
 
.ˈ 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
.ˈ 
-
 
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
-
,ˈ 
 
?ˈ 
 
-
 
 
.ˈ 
-
=
 
 
-
.ˈ 
-
 
 
.ˈ 
=
 
.ˈ 
-
-
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
,ˈ 
ˈ 
,ˈ
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
-
.ˈ 
 
=
 
.ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
 
 
-
 
-
 
.ˈ 
 
.ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
ˈ 
 
-
 
-
.ˈ 
-
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
-
-
ˈ 
 
 
-
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
-
 
 
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
-
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
 
-
,ˈ 
-
 
 
 
-
 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
-
 
ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
 
-
 
 
?ˈ 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
ˈ 
-
.ˈ 
ˈ 
ˈ 
 
 
 
 
 
-
?ˈ 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
 
-
,ˈ 
 
?ˈ 
ˈ 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
-
.ˈ 
 
 
 
ˈ 
 
-
ˈ 
-
 
-
ˈ 
-
ˈ 
 
 
-
 
-
.ˈ 
-
,ˈ 
-
 
 
-
.ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
-
.ˈ 
 
,ˈ 
 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
=
 
 
 
.ˈ 
 
 
-
,ˈ 
 
ˈ 
 
 
.ˈ 
-
-
 
 
-
?ˈ 
 
ˈ 
 
.ˈ 
-
=
 
 
-
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
 
.ˈ 
 
.ˈ
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
=
 
 
 
-
=
 
-
 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
-
 
 
-
.ˈ 
-
 
.ˈ 
 
ˈ 
 
-
,ˈ 
-
 
 
 
.ˈ 
=
 
 
-
 
.ˈ 
-
 
.ˈ 
 
-
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
ˈ 
 
-
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
 
 
,ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
,ˈ 
-
.ˈ 
=
 
 
 
 
ˈ 
 
 
 
 
-
ˈ 
.ˈ 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
?ˈ 
 
-
ˈ 
 
-
,ˈ 
-
 
?ˈ 
!ˈ 
 
 
.ˈ 
 
-
 
 
 
 
?ˈ 
 
 
 
-
ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
-
ˈ 
 
 
=
,ˈ 
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
-
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
?ˈ 
ˈ 
 
 
 
-
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
=
 
 
 
,ˈ 
 
 
 
 
 
 
 
 
 
 
.ˈ 
=
 
 
.ˈ 
 
 
 
-
 
=
 
 
 
.ˈ 
 
ˈ 
 
 
=
 
 
 
.ˈ 
 
=
 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
,ˈ 
 
 
?ˈ 
-
 
?ˈ 
 
 
 
 
ˈ 
-
 
-
 
 
-
 
,ˈ 
-
 
 
 
 
 
 
ˈ 
ˈ 
 
-
 
 
 
 
?ˈ 
 
-
 
-
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
 
ˈ 
,ˈ 
 
 
-
 
,ˈ 
 
 
-
=
 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
-
ˈ 
 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
=
ˈ 
 
 
=
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
.ˈ 
-
=
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
ˈ 
 
 
 
 
 
-
 
.ˈ 
 
 
 
-
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
-
 
 
 
 
-
,ˈ 
-
 
 
 
-
 
.ˈ 
 
 
 
ˈ 
 
-
 
 
 
.ˈ 
ˈ 
 
-
 
-
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
-
,ˈ 
-
 
-
.ˈ
-
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
,ˈ 
ˈ 
 
-
 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 ... 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
ˈ 
 
-
ˈ 
 
 
-
,ˈ 
-
-
.ˈ 
-
 
ˈ 
 
,ˈ 
 
ˈ 
-
.ˈ 
 ... 
 ... 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
!ˈ 
 
!ˈ 
 
=
?ˈ 
=
 
?ˈ 
 
 
ˈ 
-
 
 
!ˈ 
ˈ 
-
 
?ˈ 
 
!ˈ 
 
? 
 
 
ˈ 
 
!ˈ 
-
?ˈ 
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
-
-
 
 
 
 
.ˈ 
-
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
-
ˈ 
-
-
!ˈ 
 
 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
-
-
 
ˈ 
-
 
 
 
ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
-
 
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
-
 
ˈ 
ˈ 
 
 
 
-
,ˈ 
 
?ˈ
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
-
 
-
 
ˈ 
 
 
ˈ 
-
 
ˈ 
,ˈ 
-
 
-
 
,ˈ 
 
-
,ˈ 
-
 
.ˈ 
=
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
-
 
-
.ˈ 
 
-
-
 
ˈ 
-
ˈ 
.ˈ 
 
-
 
 
-
 
-
ˈ 
-
 
-
.ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
-
-
 
 
?ˈ 
 
 
 
 
 ...ˈ 
?ˈ 
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
-
 
ˈ 
 
ˈ 
=
 
 
ˈ 
 
-
 
-
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
 
-
ˈ 
-
-
.ˈ 
ˈ 
-
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
 
 
 
-
.ˈ 
 
 
 
 
 
-
 
.ˈ 
 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
-
 
-
-
ˈ ... 
,ˈ 
-
-
,ˈ 
-
ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
,ˈ 
-
 
-
 
.ˈ 
ˈ 
 
ˈ ... 
-
 
 
ˈ 
ˈ 
 
-
 
 
,ˈ 
-
-
.ˈ 
 
.ˈ 
 
 
-
 
-
 
ˈ 
 
.ˈ 
 
 ... 
 
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
=
 
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
 
?ˈ 
 
 
 
?ˈ 
,ˈ 
?ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
=
 
 
-
 
ˈ 
 
.ˈ 
=
 
-
 
 
 
-
!ˈ 
 
-
 
?ˈ 
-
 
.ˈ 
 
-
-
 
 
 
?ˈ 
-
-
 
?ˈ 
 
 
ˈ ... 
ˈ 
-
-
,ˈ 
 
-
-
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
.ˈ 
-
 
 
-
.ˈ 
-
 
-
 
-
,ˈ 
-
 
 
-
ˈ 
-
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
-
 
 
,ˈ 
-
=
ˈ 
 
 
.ˈ 
-
=
 
ˈ 
-
 
 
 
 
,ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
 
ˈ 
-
 
ˈ 
?ˈ 
 
-
.ˈ 
 
 
ˈ 
-
=
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
 
.ˈ 
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
-
 
 
.ˈ 
-
 
?ˈ 
 
-
 
?ˈ 
 
 
-
 
 
.ˈ 
 
?ˈ 
=
 
-
?ˈ 
 
 
.ˈ 
 
-
 
ˈ 
.ˈ 
-
 
.ˈ 
 
-
-
?ˈ 
-
-
 
ˈ 
 
-
?ˈ 
 
-
 
=
 
-
?ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
-
 
,ˈ 
-
ˈ 
 
 
,ˈ 
-
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
=
ˈ 
 
-
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
-
-
,ˈ 
 
 
-
?ˈ 
 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
 
-
=
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
-
-
=
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
-
-
 
 
-
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
-
 
!ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
-
 
-
 
 
.ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
-
-
 
 
?ˈ 
 
-
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
-
-
 
ˈ 
 
=
 
?ˈ 
 
?ˈ 
-
 
 
 
?ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
-
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
=
 
,ˈ 
 
-
.ˈ 
-
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
-
-
 
,ˈ 
=
 
 
-
 
-
 
.ˈ 
 
-
? 
ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
 
-
 
 
 
-
 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
?ˈ 
 
-
 
-
 
 
-
 
-
 
-
.ˈ 
 
 
 
,ˈ 
-
!ˈ 
 
!ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
-
 
-
 
-
 
 
-
 
-
.ˈ 
 
 
 
,ˈ 
-
 
 
 
-
,ˈ 
 
 
-
.ˈ 
 
-
!ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
-
 
ˈ 
 
-
 
ˈ 
 
-
 
!ˈ 
 
 
.ˈ 
=
 
 
-
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
?ˈ 
 
-
 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
-
 
 
-
 
?ˈ 
-
 
 
?ˈ 
 
 
 
-
ˈ 
 
 
-
-
ˈ 
 
-
 
-
 
-
?ˈ 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
!ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
,ˈ 
-
 
-
-
,ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
,ˈ 
-
 
 
.ˈ 
-
 
 
-
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
-
-
,ˈ 
-
-
.ˈ 
 
 
.ˈ 
-
-
 
 
ˈ 
 
ˈ 
-
,ˈ 
-
 
-
.ˈ 
 
-
 
 
-
.ˈ 
-
.ˈ 
ˈ 
 
-
 
-
 
?ˈ 
 
 
-
-
 
?ˈ 
 
 
 
-
-
ˈ 
 
-
.ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
,ˈ 
,ˈ 
.ˈ 
-
 
-
-
 
.ˈ 
 
,ˈ 
-
-
 
 
-
 
 
?ˈ 
 
 
-
 
 
?ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
-
ˈ 
 
.ˈ 
=
 
 
 
-
-
ˈ 
-
 
 
ˈ 
 
.ˈ
ˈ 
 
ˈ 
 
-
ˈ 
 
-
,ˈ 
 
=
 
-
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
-
 
 
 
 
 
,ˈ 
 
-
,ˈ 
-
 
-
 
 
.ˈ 
 
-
-
,ˈ 
-
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
-
.ˈ 
 
 
ˈ 
 
-
 
-
-
 
-
 
 
-
.ˈ 
 
-
 
 
-
ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
 
ˈ 
-
-
 
 
.ˈ 
-
-
 
-
=
ˈ 
 
-
ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
-
 
 
 
-
 
 
.ˈ 
-
 
 
ˈ 
ˈ 
-
-
ˈ 
 
ˈ 
-
-
 
,ˈ 
,ˈ 
 
-
-
 
ˈ 
 
ˈ 
-
=
 
-
 
,ˈ 
.ˈ 
 
 
 
 
 
=
ˈ 
 
 
.ˈ 
 
 
=
?ˈ 
 
.ˈ 
ˈ 
 
ˈ 
-
 
ˈ 
 
ˈ 
-
 
 
.ˈ 
-
=
 
 
-
-
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
-
ˈ 
-
ˈ 
-
 
 
ˈ 
 
 
.ˈ
-
 
ˈ 
ˈ 
-
ˈ 
 
 
?ˈ 
-
 
,ˈ 
 
-
 
-
ˈ 
 
 
 
 
 
,ˈ 
?ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
-
-
 
 
-
 
 
.ˈ 
 
=
ˈ 
 
-
 
-
 
?ˈ 
 
ˈ 
ˈ 
.ˈ 
 
-
-
 
ˈ 
 
ˈ 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
 
 
ˈ 
.ˈ 
 
 
-
ˈ 
 
ˈ 
ˈ 
-
,ˈ 
-
-
=
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
-
-
ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
-
.ˈ 
 
-
 
 
.ˈ 
-
 
,ˈ 
ˈ 
-
 
 
ˈ 
.ˈ 
 
 
 
.ˈ
-
 
-
ˈ 
-
ˈ 
 
-
 
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
=
 
.ˈ 
-
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
-
-
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
-
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
-
 
 
?ˈ 
ˈ 
.ˈ 
 
?ˈ 
-
 
 
-
!ˈ 
 
 
.ˈ 
 
 
 
-
 
,ˈ 
 
=
 
-
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
-
,ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
 
 
 
 
-
,ˈ 
-
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
-
-
 
-
 
 
 
.ˈ 
-
 
 
, 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
-
=
 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
-
 
-
-
 
ˈ 
 
ˈ 
=
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
 
-
 
-
 
-
.ˈ 
-
 
 
-
 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
-
 
-
,ˈ 
.ˈ 
 
-
 
.ˈ 
-
-
 
-
,ˈ 
 
 
 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
ˈ 
 
.ˈ 
-
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
!ˈ 
!ˈ 
!ˈ 
 
-
-
-
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
-
ˈ 
 
.ˈ
-
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
=
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
. 
 
ˈ 
ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
 
 
-
.ˈ 
=
 
ˈ 
 
 
-
 
ˈ 
,ˈ 
 
 
?ˈ 
-
 
ˈ 
-
 
,ˈ 
 
-
 
-
,ˈ 
-
 
 
 
 
.ˈ 
 
-
 
-
.ˈ 
 
ˈ 
 
-
ˈ 
-
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
?ˈ 
 
-
 
 
-
 
.ˈ 
-
 
-
 
 
 
ˈ 
=
 
-
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
=
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
 
=
 
.ˈ 
 
 
 
 
 
.ˈ 
 
-
ˈ 
.ˈ 
-
 
-
 
 
ˈ 
 
-
 
-
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
-
,ˈ 
-
 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
,ˈ 
 
 ... 
 
ˈ 
 
-
 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 ... 
 
 
ˈ 
=
 
 
 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
, 
-
.ˈ 
 
 
 
ˈ 
 
 
-
 
ˈ 
.ˈ 
-
 
 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
-
ˈ 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
-
 
 
 
 
 
?ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
=
 
 
 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
=
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
-
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
=
 
.ˈ 
 
-
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
 
 
-
?ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
ˈ 
=
 
 
ˈ 
-
 
-
 
 
 
-
-
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
 
ˈ 
ˈ 
,ˈ 
 
 
 
-
?ˈ 
 
ˈ 
 
 
 
 
 
 
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
-
 
 
 
ˈ 
-
=
 
,ˈ 
 
 
-
,ˈ 
 
. 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
 
-
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
-
 
 
ˈ 
-
 
 
 
 
.ˈ 
=
 
 
ˈ 
 
 
 
 
 
 
 
 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
.ˈ 
=
 
 
ˈ 
-
ˈ 
-
.ˈ 
 
=
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
-
 
-
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
-
?!ˈ 
 
 
 
.ˈ 
 
.ˈ 
-
=
 
 
 
 
 
.ˈ 
 
=
 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
=
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
-
ˈ 
 
!ˈ 
 
!ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ
-
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
=
-
 
-
-
 
-
-
 
ˈ 
-
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
-
 
,ˈ 
ˈ 
ˈ 
 
ˈ 
-
-
,ˈ 
 
.ˈ 
 
-
 ... 
ˈ 
-
 
 
 
ˈ 
 
 
 
-
-
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
-
ˈ 
ˈ 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
 ... 
-
 ... 
ˈ 
-
 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
-
=
 
.ˈ 
ˈ 
.ˈ 
 
 
-
 ... 
-
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
-
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
 
-
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
-
.ˈ 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
-
.ˈ 
 
ˈ 
 
!ˈ 
 
 
 
?ˈ 
 
 
ˈ 
-
 
 
 
 
 
.ˈ 
 
 
 
-
-
.ˈ 
-
 
ˈ 
 
 
-
 
-
 
-
 
.ˈ
 
 
ˈ 
 
ˈ 
 
-
 
 
 
ˈ 
,ˈ 
-
ˈ 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
-
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
-
=
,ˈ 
-
 
,ˈ 
 
 
 
ˈ 
-
-
,ˈ 
 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
-
.ˈ 
-
ˈ 
 
ˈ 
 
 
.ˈ 
-
-
 
-
 
 
 
 
-
ˈ 
ˈ 
 
-
-
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
 
 
 
ˈ 
ˈ 
-
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
 
.ˈ 
 
 
-
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
 
-
,ˈ 
,ˈ 
-
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
 
,ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
-
ˈ 
ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
 
 
 
-
,ˈ 
 
ˈ 
-
 
,ˈ 
-
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
-
 
 
ˈ 
 
 
ˈ 
 
?ˈ 
 
=
?ˈ 
-
 
 
ˈ 
 
 
 
-
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
 
-
 
=
.ˈ 
-
 
 
 
-
ˈ 
 
ˈ 
-
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
ˈ 
-
 
 
 
-
-
 
ˈ 
-
 
 
-
,ˈ 
-
,ˈ 
 
 
-
,ˈ 
 
 
-
.ˈ 
-
 
-
 
 
-
-
 
 
ˈ 
ˈ 
 
-
,ˈ 
-
 
.ˈ 
-
 
-
 
 
-
-
 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
,ˈ 
ˈ 
ˈ 
 
-
 
ˈ 
-
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
-
 
 
 
 
 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
-
ˈ 
ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
?ˈ 
ˈ 
-
 
 
-
ˈ 
-
,ˈ 
-
 
=
 
-
 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
=
 
?ˈ 
.ˈ 
 
,ˈ 
ˈ 
ˈ 
-
=
?ˈ 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
=
-
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
?ˈ 
 
.ˈ 
 
-
 
 
 
-
.ˈ 
ˈ 
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
?ˈ 
.ˈ 
 
-
.ˈ 
-
,ˈ 
 
ˈ 
-
 
-
 
 
 
 
.ˈ 
ˈ 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
-
 
,ˈ 
.ˈ 
,ˈ 
 
-
ˈ 
 
,ˈ 
-
 
 
.ˈ 
.ˈ 
-
-
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
,ˈ 
 
-
=
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
-
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
=
 
ˈ 
-
=
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
-
 
 
=
 
,ˈ 
 
 
-
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
 
 
ˈ 
ˈ 
ˈ 
-
?ˈ 
 
-
 
 
 
-
 
,ˈ 
-
 
ˈ 
-
,ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
,ˈ 
-
-
 
,ˈ 
-
-
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
?ˈ 
-
-
 
?ˈ 
 
?ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
 
 
-
 
,ˈ 
-
,ˈ 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
-
,ˈ 
 
-
 
,ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
-
-
 
-
ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
 
ˈ 
 
-
ˈ 
 
 
 
 
,ˈ 
-
 
-
 
=
 
 
 
,ˈ 
-
 
 
-
,ˈ 
-
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
-
 
-
 
ˈ 
 
ˈ 
 
-
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
-
-
 
 
 
ˈ 
 
.ˈ 
-
 
=
 
.ˈ 
!ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
-
.ˈ 
 
=
 
 
-
.ˈ 
 
 
-
 
,ˈ 
-
 
ˈ 
ˈ 
 
 
ˈ 
 
=
ˈ 
 
ˈ 
 
,ˈ 
-
 
-
?ˈ 
 
 
 
,ˈ 
 
 
 
?ˈ 
 
 
-
 
-
?ˈ 
-
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
-
 
,ˈ 
 
 
 
-
-
 
,ˈ 
 
,ˈ 
ˈ 
-
 
 
,ˈ 
-
 
,ˈ 
ˈ 
-
 
,ˈ 
-
-
-
 
.ˈ 
-
 
 
?ˈ 
 
-
 
.ˈ 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
?ˈ 
 
-
-
 
 
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
-
=
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
-
-
ˈ 
=
 
ˈ 
 
.ˈ 
-
 
ˈ 
-
-
 
.ˈ 
 
-
,ˈ 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
ˈ 
-
 
,ˈ 
.ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
?ˈ 
ˈ 
 
-
 
,ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
-
ˈ 
-
-
 
 
-
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
-
 
-
ˈ 
,ˈ 
-
ˈ 
-
 
-
 
ˈ 
 
.ˈ 
 
 
 
-
 
ˈ 
 
?ˈ 
 
 
-
 
-
 
-
 
?ˈ 
 
 
=
 
-
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
 
-
-
 
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
. 
 
-
 
ˈ 
=
 
.ˈ 
-
 
 
-
ˈ 
-
 
-
-
 
 
 
ˈ 
=
 
 
ˈ 
,ˈ 
 
.ˈ 
-
=
 
 
 
-
 
ˈ 
-
ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
-
 
 
 
-
 
.ˈ 
 
-
 
,ˈ 
-
 
 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
-
 
.ˈ
 
 
-
-
 
ˈ 
-
.ˈ 
=
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
-
 
-
 
 
 
ˈ .... 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
-
 
 
,ˈ 
-
 
 
?ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
-
.ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
 
ˈ 
=
 
 
 
 
.ˈ 
=
 
 
-
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
?ˈ 
 
 
 
-
,ˈ 
 
 
 
 
,ˈ 
-
 
?ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
-
,ˈ 
ˈ 
,ˈ 
-
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
-
 
-
 
 
,ˈ 
.ˈ 
-
 
 
 
 
:ˈ 
 
 
 
 
.ˈ 
-
ˈ 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
 
 
 
 
ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
-
.ˈ 
.ˈ 
ˈ 
ˈ 
 
 
-
-
 
ˈ 
,ˈ 
-
,ˈ 
-
,ˈ 
 
 
,ˈ 
.ˈ 
-
-
 
 
,ˈ 
 
-
 
 
,ˈ 
 
-
ˈ 
 
ˈ 
ˈ 
 
=
 
 
ˈ 
,ˈ 
 
,ˈ 
-
 
 
-
ˈ 
 
 
ˈ 
ˈ 
-
 
 
 
,ˈ 
 
?ˈ 
ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
.ˈ 
-
-
 
 
ˈ 
,ˈ 
 
-
.ˈ 
-
 
-
ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
 
,ˈ 
,ˈ 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
-
 
 
ˈ 
-
 
 
-
,ˈ 
 
.ˈ 
 
-
 
 
ˈ 
-
 
 
ˈ 
,ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
-
 
 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
 
-
=
?ˈ 
 
-
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
=
?ˈ 
 
 
 
 
?ˈ 
ˈ 
 
,ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
-
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
,ˈ 
 
-
 
.ˈ 
ˈ 
-
ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
- 
 
,ˈ 
 
 
 
ˈ 
-
 
?ˈ 
-
 
.ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
-
ˈ 
-
-
,ˈ 
-
 
.ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
=
 
 
 
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
-
 
.ˈ 
-
-
 
 
 
 
-
ˈ 
-
 
 
ˈ 
-
 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
 
-
 
ˈ 
-
 
 
ˈ 
-
ˈ 
-
 
,ˈ 
-
 
 
 
.ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
 
=
 
 
-
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
 
 
-
.ˈ 
-
 
-
 
 
 ... 
 
-
 
 
-
 
 ... 
 
 
 
ˈ 
 
-
 
 
,ˈ 
 
 
 
 
.ˈ 
-
ˈ 
 
 
 
ˈ 
=
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
-
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
-
 
ˈ 
 
,ˈ 
ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
 
-
,ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
-
 
 
 ... 
 
ˈ 
 
-
 
.ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
 
-
 
 
,ˈ 
 
-
-
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
-
 
-
-
.ˈ 
 
-
 
-
 
 
 
 ... 
 
 
 
ˈ 
 
 
 ... 
 
ˈ 
 
=
 
 
.ˈ 
 
 
 
 
 
-
 
.ˈ 
 
-
 
-
 
 
ˈ 
 
 
ˈ 
 
ˈ 
-
-
 
,ˈ 
 
 
-
ˈ 
ˈ 
 
,ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
-
 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ ... 
.ˈ 
 
-
 
 
 
-
?ˈ 
 
-
 
 
ˈ 
-
?ˈ 
-
 
-
 
 
 
-
?ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
 
-
ˈ 
 
ˈ 
 
-
=
.ˈ 
 
 
 
-
ˈ 
ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
 
ˈ 
 
 
-
 ... 
 
 
-
.ˈ 
 
 
ˈ 
 ... 
 
 
 
-
 
 
 
-
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
-
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
-
ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
-
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
-
ˈ 
 
 
 
-
 
.ˈ
 
=
 
 
ˈ 
ˈ 
 
 
 
-
 
 
-
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
.ˈ 
 
-
 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
=
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
,ˈ 
ˈ 
-
 
-
-
 
-
-
ˈ 
 
 
?ˈ 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
-
ˈ 
-
 
 
 
ˈ 
-
 
-
 
 
 
-
?ˈ 
 
 
-
ˈ 
-
 
=
?ˈ 
 
 
 
-
 
 
.ˈ 
-
 
-
 
-
 
.ˈ 
-
-
 
 
 
 
 
 
 
 
-
 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
 
-
 
 
 
-
?ˈ 
 
 
-
.ˈ 
 
-
 
 
 
,ˈ 
 
 
 
-
.ˈ 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
=
 
=
.ˈ 
 
 
-
 
-
 
-
?ˈ 
 
ˈ 
 
 
-
,ˈ 
,ˈ 
=
 
 ... 
ˈ 
,ˈ 
 
 
 
 
ˈ ... 
-
,ˈ 
-
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
 
 
 
-
 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
-
 
-
ˈ 
-
=
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
!ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
-
 
 
 
 
ˈ 
 
 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
 
 
!ˈ 
 
.ˈ 
-
 
ˈ 
 
-
 
-
?ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
-
=
 
.ˈ 
 
-
=
 
.ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
 
-
,ˈ 
-
=
 
-
,ˈ 
=
 
-
,ˈ 
-
=
 
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
-
 
 
ˈ ... 
 
 
 
 
=
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
-
ˈ 
=
 
 
-
.ˈ 
ˈ 
-
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
ˈ 
-
-
=
 
 ... 
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
 
,ˈ 
 
=
 
-
.ˈ 
 
 
 
-
 
 
,ˈ 
-
ˈ 
-
 
 
 
 
.ˈ 
 
-
ˈ 
-
 
 
 
-
 
-
 
.ˈ 
 
,ˈ 
 
 
 
-
,ˈ 
 
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
=
 
-
 
.ˈ 
 
 
-
 
 
 
 
-
 
ˈ 
 
-
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
!ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
-
 
 ... 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
=
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
 
-
 
 
 
,ˈ 
 
 
-
-
,ˈ 
 
 
-
 
 
,ˈ 
 
=
 
-
.ˈ
-
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
 
-
-
 
.ˈ 
 
ˈ 
 
 
 
-
ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
 ... 
ˈ 
 ... 
ˈ 
 
ˈ 
 
 
 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
-
.ˈ 
 
 
-
?ˈ 
 
 
 
-
ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
 
ˈ 
.ˈ 
-
 
-
,ˈ 
-
=
.ˈ 
 
.ˈ 
 
-
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
,ˈ 
 
-
-
 
 
ˈ 
-
,ˈ 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
 
 
ˈ 
-
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
-
, 
-
 
-
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ
 
 
 
ˈ 
 
 
-
ˈ 
 
-
 
 
-
 
=
 
ˈ 
,ˈ 
.ˈ 
 
=
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
ˈ 
-
 
ˈ 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
ˈ 
 
 
 
.ˈ 
=
 
 
 
=
 
 
-
-
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
=
 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
=
 
 
 
-
-
ˈ 
 
 
 
,ˈ 
 
=
 
-
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
=
,ˈ 
-
 
,ˈ 
-
-
.ˈ 
 
 
 
-
.ˈ 
=
 
ˈ 
 
 
 
 
ˈ 
?ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
-
 
 
ˈ 
 
-
 
.ˈ 
=
 
ˈ 
=
 
-
 
 
-
 
ˈ 
 
 
 
-
-
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
-
 
-
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
 
.ˈ 
 
-
 
-
,ˈ 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
-
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
,ˈ 
 
 
 
,ˈ 
-
 
 
 
 
ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
=
ˈ 
 
 
ˈ 
-
 
ˈ 
-
,ˈ 
-
,ˈ 
-
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
 
,ˈ 
-
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
?ˈ 
 
 
!ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
-
 
-
 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
?ˈ 
-
 
-
,ˈ 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
-
?ˈ 
 
 
 
-
 
.ˈ 
-
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
=
,ˈ 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
-
?ˈ 
 
 
?ˈ 
 
-
,ˈ 
 
.ˈ 
.ˈ 
 
=
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
=
.ˈ 
 
 
 
-
.ˈ
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
-
ˈ 
-
ˈ 
-
 
ˈ 
ˈ 
 
 
ˈ 
-
 
-
 
-
.ˈ 
 
 
-
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
?ˈ 
 
.ˈ 
 
 
 
 
-
.ˈ 
=
 
ˈ 
ˈ 
 
.ˈ 
.ˈ 
 
-
.ˈ 
ˈ 
-
 
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
-
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
-
,ˈ 
 
-
-
,ˈ 
-
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
ˈ 
 
-
!ˈ 
 
 
 
-
.ˈ 
ˈ 
 
ˈ 
-
 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
=
 
 
.ˈ 
 
 
 
,ˈ 
-
,ˈ 
 
=
?ˈ 
ˈ 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
?ˈ 
 
 
=
?ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
-
 
!ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
=
 
 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
=
 
 
-
?ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
-
 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
?ˈ 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
 
 
-
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
 
-
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
-
,ˈ 
 
-
ˈ 
-
 
 
 
,ˈ 
.ˈ 
ˈ 
-
 
 
-
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
-
 
.ˈ 
 
=
 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
=
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
=
,ˈ 
ˈ 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
.ˈ 
=
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ ... 
 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
=
-
 
ˈ 
 
 
,ˈ 
 
=
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
=
 
ˈ 
 
,ˈ 
 
 
 
 
 
-
.ˈ 
 
 
-
 
 
ˈ 
 
?ˈ 
 
ˈ 
 
 
 
 
-
 
 
 
ˈ 
 
ˈ 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
-
 
?ˈ 
 
 
 
.ˈ 
 
 
-
 
?ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
-
? 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
-
?ˈ 
-
 
-
!ˈ 
-
 
!ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
?ˈ 
ˈ 
 
 
ˈ 
=
 
.ˈ 
=
 
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
=
.ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ
 
-
.ˈ 
 
ˈ 
-
.ˈ 
-
 
ˈ 
ˈ 
-
ˈ 
-
 
 
ˈ 
,ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
ˈ 
-
 
-
 
,ˈ 
 
 
ˈ 
-
.ˈ 
 
 
-
 
 
-
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
-
.ˈ 
 
 
 
 
ˈ 
=
 
-
 
.ˈ 
-
 
-
,ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
=
 
 
-
ˈ 
.ˈ 
-
 
-
,ˈ 
 
 
.ˈ 
-
ˈ 
=
 
 
 
-
.ˈ 
-
 
-
 
 
-
.ˈ 
 
.ˈ 
=
 
-
 
.ˈ 
 
 
-
 ... 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
-
,ˈ 
-
 
ˈ 
 
-
ˈ 
 
 
=
,ˈ 
=
,ˈ 
-
ˈ 
-
=
 
=
ˈ 
-
.ˈ 
ˈ 
 
-
.ˈ 
.ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
ˈ 
-
 
-
 
,ˈ 
 
-
 
ˈ ... 
 
-
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
,ˈ 
-
 
-
,ˈ 
-
 
ˈ 
-
.ˈ 
,ˈ 
,ˈ 
,ˈ 
ˈ 
ˈ 
-
-
 
 
.ˈ 
 
ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
,ˈ 
-
,ˈ 
 
-
ˈ 
.ˈ 
-
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
-
 
ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
-
 
-
,ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
.ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
-
 
.ˈ 
.ˈ 
.ˈ 
 
-
ˈ 
-
.ˈ 
,ˈ 
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
-
,ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
-
,ˈ 
-
 
-
.ˈ 
,ˈ 
 
=
ˈ 
 
 
-
 
.ˈ 
 
 
 
-
,ˈ 
-
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
 
 
 
-
,ˈ 
-
 
 
-
ˈ 
 
 
.ˈ 
 
-
ˈ 
-
 
 
-
,ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
=
,ˈ 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
,ˈ 
-
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
-
ˈ 
,ˈ 
 
,ˈ 
-
,ˈ 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
-
.ˈ 
 
 
-
 
ˈ 
 
,ˈ 
-
,ˈ 
 
 
-
 
.ˈ 
-
-
 
-
-
 
,ˈ 
-
-
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
=
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
-
,ˈ 
 
.ˈ 
,ˈ 
-
-
 
-
,ˈ 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
,ˈ 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
-
 
 
,ˈ 
 
=
,ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
.ˈ 
 
 
 
 
-
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
-
 
 
-
 
-
ˈ 
 
.ˈ 
 
 
-
 
-
 
,ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
 
-
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
-
 
-
ˈ 
-
 
-
 
ˈ 
 
 
-
 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
-
ˈ 
-
 
.ˈ 
ˈ 
-
 
.ˈ 
 
 
 
 
-
 
-
,ˈ 
 
 
,ˈ 
 
.ˈ 
-
-
 
 
.ˈ 
=
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
-
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
-
ˈ 
-
.ˈ 
-
ˈ 
=
,ˈ 
,ˈ 
 
ˈ 
-
 
ˈ 
 
,ˈ 
 
-
.ˈ 
-
ˈ 
 
 
-
.ˈ 
-
,ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
 
,ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
-
 
.ˈ 
ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
-
 
ˈ 
-
,ˈ 
ˈ 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
.ˈ 
ˈ 
-
ˈ 
,ˈ 
-
-
 
-
.ˈ 
 
,ˈ 
 
=
ˈ 
ˈ 
.ˈ 
=
 
ˈ 
,ˈ 
 
 
 
-
=
.ˈ 
-
 
ˈ 
-
ˈ 
,ˈ 
.ˈ 
 
ˈ 
ˈ, 
 
.ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
 
ˈ 
ˈ 
-
 
,ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
 
 
,ˈ 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
-
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
-
.ˈ 
 
 
 
.ˈ 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
-
-
,ˈ 
 
 
.ˈ
-
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
=
,ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
-
=
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
-
.ˈ 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
-
 
,ˈ 
ˈ 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
,ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
-
 
-
,ˈ 
 
-
 
ˈ 
ˈ 
-
 
,ˈ 
 
.ˈ 
-
 
 
-
.ˈ 
 
=
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
-
ˈ 
-
.ˈ 
 
 
-
ˈ 
 
-
 
,ˈ 
-
-
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
-
.ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
ˈ 
 
ˈ 
.ˈ 
 
-
,ˈ 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
-
ˈ 
-
 
-
-
.ˈ 
 
 
.ˈ 
=
 
,ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
-
 
.ˈ 
-
 
 
ˈ 
 
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
 
-
.ˈ
-
 
ˈ 
ˈ 
 
-
 
ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
 
 
-
ˈ 
-
ˈ 
 
ˈ 
 
-
.ˈ 
 
-
ˈ 
,ˈ 
 
-
-
,ˈ 
 
-
.ˈ 
,ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
-
.ˈ 
 
-
ˈ 
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
-
 
 
-
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
-
 
-
-
,ˈ 
-
 
,ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
, 
,ˈ 
-
 
-
 
,ˈ 
 
-
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
=
-
?ˈ 
,ˈ 
 
 
-
ˈ 
-
.ˈ 
 
-
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
-
 
,ˈ 
-
,ˈ 
 
,ˈ 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
-
 
.ˈ 
 
 
-
,ˈ 
 
 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
=
,ˈ 
 
 
 
.ˈ 
-
 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
ˈ 
-
 
.ˈ 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
,ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
-
 
-
ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
-
,ˈ 
 
-
-
.ˈ 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
,ˈ 
-
 
,ˈ 
 
ˈ 
 
-
.ˈ 
-
,ˈ 
,ˈ 
=
 
-
ˈ 
-
 
-
.ˈ
 
 
 
ˈ 
.ˈ 
-
,ˈ 
 
 
-
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
-
 
-
 
ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
-
 
.ˈ 
-
ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
 
-
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
,ˈ 
 
ˈ 
 
 
-
 
.ˈ 
-
ˈ 
 
-
 
-
.ˈ 
-
 
-
-
ˈ 
 
 
 
 
ˈ 
-
 
-
 
.ˈ 
 
=
 
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
-
 
ˈ 
 
-
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
 ... 
 
 
ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
-
ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
=
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
 
 
-
ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
,ˈ 
 
-
 
ˈ 
-
 
-
 
-
ˈ 
 
-
 
-
,ˈ 
 
-
 
-
ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
-
-
 
ˈ 
 
,ˈ 
 
 
-
 
-
.ˈ 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
-
ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
-
ˈ 
-
 
-
ˈ 
-
ˈ 
 
-
 
-
.ˈ 
 
 
 
-
,ˈ 
,ˈ 
,ˈ 
-
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
-
ˈ 
-
.ˈ 
=
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
-
.ˈ 
,ˈ 
,ˈ 
 
=
,ˈ 
 
ˈ 
 
=
ˈ 
-
 
,ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
-
ˈ 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
=
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
-
 
.ˈ 
-
,ˈ 
 
 
-
 
ˈ 
.ˈ 
.ˈ 
ˈ 
-
 
-
ˈ. 
.ˈ 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
-
 
 
-
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
=
 
-
 
-
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
-
 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
 
 
-
 
,ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
ˈ 
-
.ˈ 
 
 
 
-
.ˈ 
=
 
 
ˈ 
-
,ˈ 
 
,ˈ 
ˈ 
-
 
 
 
-
,ˈ 
.ˈ 
 
 
ˈ 
 
 
-
-
ˈ 
 
 
,ˈ 
-
,ˈ 
-
,ˈ 
ˈ 
-
 
 
 
 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
 
 
 
 
 
 
-
ˈ 
-
 
.ˈ 
 
-
 
 
 
-
,ˈ 
,ˈ 
 
-
.ˈ 
 
-
ˈ 
-
ˈ 
 
.ˈ 
 
 
?ˈ 
-
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
-
ˈ 
-
 
-
 
ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
-
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
-
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
 
-
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
-
 
-
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
-
-
 
-
 
.ˈ 
ˈ 
 
 
 
-
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
=
 
-
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
=
 
ˈ 
.ˈ 
ˈ 
 
 
-
,ˈ 
 
 
 
=
,ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
ˈ 
 
 
ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
 
-
.ˈ
 
? 
ˈ 
 
=
ˈ 
 
-
 
-
.ˈ 
 
-
 
 
-
 
ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
ˈ 
 
-
.ˈ 
 
 
-
,ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
=
 
 
?ˈ 
 
 
 
 
-
ˈ. 
-
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
-
=
 
,ˈ 
-
ˈ 
.ˈ 
 
 
 
ˈ 
-
 
 
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
 
-
ˈ 
=
ˈ 
=
 
 
 
 
 
 
 
 
ˈ 
 
 
-
.ˈ 
 
 
=
ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
 
-
 
-
,ˈ 
-
 
,ˈ 
.ˈ 
 
=
 
-
.ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
=
 
 
,ˈ 
-
=
.ˈ 
 
 
 
 
ˈ 
 
-
-
ˈ 
 
-
.ˈ 
=
 
 
.ˈ 
 
 
 
? 
 
 
?ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
-
 
-
 
ˈ 
 
-
 
-
.ˈ 
ˈ 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
=
ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
-
.ˈ
? 
ˈ 
 
-
 
.ˈ 
 
 
 
-
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
=
,ˈ 
-
 
ˈ 
 
-
 
-
ˈ 
 
 
 
 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
 
 
 
-
.ˈ 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
-
-
 
 
.ˈ 
 
-
ˈ 
.ˈ 
-
ˈ 
 
-
ˈ 
 
-
 
-
 
 
-
ˈ 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
-
 
-
.ˈ 
ˈ 
 
 
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
ˈ ... 
-
 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
 
,ˈ 
 
 
-
 
ˈ 
 
 
,ˈ 
 
.ˈ
 
 
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
-
,ˈ 
-
,ˈ 
 
ˈ ... 
 
.ˈ 
ˈ 
-
 
 
-
ˈ 
.ˈ 
 
-
ˈ 
-
,ˈ 
-
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
-
.ˈ
 
 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
ˈ 
 
 
ˈ 
ˈ 
,ˈ 
-
 
 
-
 
.ˈ 
,ˈ 
 
-
 
-
 
,ˈ 
 
=
 
,ˈ 
 
.ˈ 
-
.ˈ 
 
 
 
-
,ˈ 
 
 
ˈ 
 
-
ˈ 
-
.ˈ 
 
-
 
.ˈ 
 
-
 
 
 
.ˈ 
=
 
-
 
-
.ˈ 
-
 
-
 
 
,ˈ 
 
-
 
-
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
-
 
 
-
 
,ˈ 
,ˈ 
-
 
 
 
 
ˈ 
 
.ˈ 
=
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
-
 
 
.ˈ 
 
-
,ˈ 
-
ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
-
 
,ˈ 
 
-
.ˈ
 
 
? 
 
 
-
,ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
-
 
-
 
-
,ˈ 
 
=
 
 
.ˈ 
-
 
-
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
 
-
 
ˈ 
 
.ˈ 
=
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
 
 
-
.ˈ
? 
ˈ 
 
 
-
? 
-
,ˈ 
 
 
-
.ˈ 
 
 
 
 
ˈ 
=
 
,ˈ 
 
 
 
 
,ˈ 
 
-
 
=
 
 
-
 
 
.ˈ 
-
 
 
 
-
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
,ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
.ˈ 
-
,ˈ 
-
 
,ˈ 
 
 
 
 
-
 
-
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
-
 
 
-
ˈ 
-
.ˈ 
 
-
.ˈ
 
 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
 
-
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
=
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
,ˈ 
-
,ˈ 
 
ˈ 
-
 
.ˈ 
 
=
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
 
-
,ˈ 
 
ˈ 
-
 
-
.ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
-
 
 
 
-
.ˈ 
ˈ 
 
-
 
,ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
-
 
-
 
,ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
ˈ 
.ˈ 
 
 
-
ˈ 
=
 
 
,ˈ 
 
-
 
 
-
-
.ˈ 
=
 
 
.ˈ 
-
 
ˈ 
 
 
-
 
 
 
,ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
ˈ 
ˈ 
-
,ˈ 
 
,ˈ 
 
 
 
-
ˈ 
 
 
-
.ˈ 
 
 
-
-
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
:ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
-
ˈ 
ˈ 
ˈ 
ˈ 
-
 
ˈ 
 
 
ˈ ... 
 
 
ˈ ... 
ˈ 
 
-
 
.ˈ 
 
-
 
 
-
 
 
ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
-
 
-
,ˈ 
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
-
 
 
 
-
 
ˈ 
 
-
ˈ 
,ˈ 
 
.ˈ 
 
 
 
-
 
ˈ 
 
 
-
.ˈ 
-
 
 
-
.ˈ 
 
ˈ 
 
 
-
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
-
=
 
ˈ 
 
 
 
-
 
 
 
-
 
 
ˈ 
 
=
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
=
 
 
 
.ˈ
 
 
,ˈ 
-
,ˈ 
-
ˈ 
 
 
,ˈ 
ˈ 
 ... 
 
ˈ 
 
-
,ˈ 
 
 
-
 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 ... 
.ˈ 
 
,ˈ 
 
-
 
 
.ˈ 
ˈ 
-
 
-
 
 
-
 
-
 
,ˈ 
 
=
ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
 
 
-
 
,ˈ 
-
,ˈ 
-
 
 
ˈ 
 
 
-
 
-
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
=
 ... 
-
ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
 
=
,ˈ 
-
 
.ˈ 
-
 
ˈ 
ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 ... 
 
 
,ˈ 
 
-
.ˈ 
-
ˈ 
 
-
 
-
.ˈ 
 
ˈ 
 ... 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 ... 
-
ˈ 
 
.ˈ 
-
 
 
 ... 
 
,ˈ 
 
 
,ˈ 
ˈ 
-
.ˈ 
-
=
 
 
.ˈ 
 
=
 
-
 
-
 
-
ˈ 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 ... 
-
 
 
-
 
 
.ˈ 
 
 
-
,ˈ 
 
 
-
 
-
 
 
 ... 
ˈ 
-
 
.ˈ 
 
=
 
 
-
 
,ˈ 
 
,ˈ 
 
.ˈ
-
ˈ 
 ... 
-
-
 
,ˈ 
 
=
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
-
.ˈ 
=
 
 
-
ˈ 
 
,ˈ 
.ˈ 
=
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
ˈ 
 
-
 
.ˈ 
ˈ 
 
=
ˈ 
-
 
-
ˈ. 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
-
 
 ...
-
=
 ... 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
-
-
,ˈ 
 
-
.ˈ 
 
 
 
 
-
ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
-
 
 
.ˈ 
 
-
ˈ 
-
 
ˈ 
-
-
 
 
-
.ˈ 
,ˈ 
,ˈ 
 
-
 
 ... 
.ˈ 
 
=
?ˈ 
ˈ 
 
-
 
,ˈ 
ˈ 
-
 
-
.ˈ 
 
,ˈ 
 
ˈ 
-
ˈ 
 
,ˈ 
 
-
=
 
-
 
-
 
.ˈ 
-
 
-
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
 
-
ˈ 
-
 
-
 
-
 
-
.ˈ 
ˈ 
-
 
-
-
,ˈ 
 
 
.ˈ 
-
 ... 
 
-
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
-
 
ˈ 
=
 
-
.ˈ 
 
 
 
-
 
=
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
-
,ˈ 
,ˈ 
-
 ... 
-
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
-
=
 
,ˈ 
ˈ 
 
 ... 
-
 
.ˈ 
.ˈ
-
 
 
-
 
-
 
-
,ˈ 
-
 
. 
 
 
 
-
?ˈ 
 
=
ˈ 
 
-
 
 
-
.ˈ 
-
-
 
-
ˈ 
 
ˈ 
,ˈ 
-
,ˈ 
 
-
 
-
,ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
 
-
 
-
 
-
,ˈ 
-
.ˈ 
-
,ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
,ˈ 
 
ˈ 
 
-
,ˈ 
 ... 
-
 
.ˈ 
 
.ˈ 
 
 
-
=
 
.ˈ 
 
 
 
 ... 
-
 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
ˈ 
 
-
-
,ˈ 
.ˈ 
 ... 
 
.ˈ 
 
-
 
-
-
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 ... 
 
-
.ˈ 
 
 
-
 
,ˈ 
-
 
-
.ˈ 
-
 
 
 
ˈ 
.ˈ 
 
-
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
-
 
 
 
 
-
,ˈ 
-
 
,ˈ 
ˈ 
 
 
-
-
 
 
.ˈ 
 
ˈ 
-
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
 
-
-
ˈ 
-
-
.ˈ 
 
 
,ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
 
 
 
 
 
-
.ˈ 
=
 
-
ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
ˈ 
 
-
 
-
-
 
-
ˈ 
-
 
 
-
 
,ˈ 
 
ˈ 
 
 
.ˈ
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
 
-
ˈ 
.ˈ 
=
ˈ 
 
 
 
-
ˈ 
 
=
 
 
 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
 
 
ˈ 
 
 
. 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
, 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
-
 
 ... 
ˈ 
-
 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
=
 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
=
ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
=
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
-
 
 ... 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 ... 
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
-
-
,ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
-
 
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
-
ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
 
 
.ˈ 
 
-
.ˈ 
-
 
 
 
.ˈ 
=
ˈ 
 
 
,ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
-
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
 
 
-
 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
ˈ 
 
 
 
-
ˈ 
=
 
?ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
 
ˈ 
-
.ˈ 
-
 
-
,ˈ 
-
ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
-
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
ˈ 
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
ˈ 
 
-
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
=
 
 
,ˈ 
 
 
 
.ˈ 
 
=
 
,ˈ 
 
 
 
-
,ˈ 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
 
 
ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
-
-
 
 
 
ˈ 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
=
 
ˈ 
=
 
.ˈ 
-
 
 
ˈ 
 
-
 
 
=
 
-
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
 
-
ˈ 
 
 
 
.ˈ
ˈ 
ˈ 
 
 
 ...ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
-
-
-
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
,ˈ 
.ˈ 
=
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
-
 
 
-
,ˈ 
 
 
.ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
=
ˈ 
 
-
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
-
 
ˈ 
ˈ 
-
-
 
.ˈ 
-
 
=
 
ˈ 
 
-
-
 
.ˈ 
-
ˈ 
-
-
 
ˈ 
 
 
 
 
-
ˈ 
 
ˈ 
 
 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
-
 
 
 
-
ˈ 
 
 
-
.ˈ
-
ˈ 
 
 
-
 
 
 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
 
ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
-
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
ˈ 
 
 
 
ˈ 
=
 
-
 
ˈ 
 
 
-
-
 
 
 
.ˈ 
-
 
.ˈ
 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 ... 
 
ˈ 
 
 
-
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
-
-
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
ˈ 
=
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
-
 ... 
 
=
 
 
 
?ˈ 
 
 
,ˈ 
 
-
 
 
ˈ 
 
.ˈ 
-
ˈ 
-
 
 
-
 
-
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
-
 
 ... 
-
 
 
=
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
-
 
 
ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
 
-
ˈ 
-
 
 
.ˈ 
 
=
 
-
,ˈ 
 
=
 
-
.ˈ 
 
ˈ 
 
 
 
 
-
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
=
?ˈ 
 
 
=
ˈ 
 
=
 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
ˈ 
 
 
,ˈ 
ˈ 
=
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 ... 
 
-
 
-
:ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
-
-
=
 
ˈ 
-
 
 
 
?ˈ 
-
ˈ 
-
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
-
.ˈ 
ˈ 
 
ˈ ... 
 
 
-
ˈ 
-
 
 
 
,ˈ 
?ˈ 
 
 
 
-
 
.ˈ 
-
,ˈ 
-
,ˈ 
-
ˈ 
 
-
 
-
-
.ˈ
 
?ˈ 
 
-
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
=
 
ˈ 
-
-
 
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ ... ˈ 
 
ˈ 
 ... 
-
 
 
-
 
,ˈ 
 
-
ˈ 
 
-
,ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
 
 
.ˈ
=
 
 
 
ˈ 
 
ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
 
-
 
ˈ 
-
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
=
 
ˈ 
=
 
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
ˈ 
 
 
-
 
 
 
ˈ 
-
.ˈ 
.ˈ 
 
 
-
=
,ˈ 
?ˈ
-
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
-
ˈ 
 
.ˈ 
-
 
-
 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
,ˈ 
-
 
 
 
 
ˈ 
.ˈ 
ˈ 
 
-
ˈ 
-
.ˈ 
 
 
 
-
 
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
-
 
.ˈ
-
ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
.ˈ 
 
ˈ 
-
=
ˈ 
-
,ˈ 
 
 
,ˈ 
.ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
=
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
-
 ... 
 
-
 
 
 
.ˈ
,ˈ 
 
 
 
 ... 
 
-
 
 
-
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
=
ˈ 
 
?ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
 ...
=
 
 
.ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
-
.ˈ 
 
 
,ˈ 
.ˈ 
-
 
 
.ˈ 
ˈ 
-
 
 
 
-
ˈ 
-
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
-
 
,ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
-
 
 
ˈ 
 
ˈ 
-
 
 
-
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
ˈ .... 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
=
 ... 
=
 
ˈ 
 
 
 
.ˈ 
 
 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
?ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
=
ˈ 
-
,ˈ 
-
 
,ˈ 
-
 
-
.ˈ 
 
 
 
-
 
-
,ˈ 
 
 
=
 
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
 
.ˈ 
 
=
 
 
 
,ˈ 
 
 
 
 
.ˈ
 
? 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
=
 
 
.ˈ 
 
.ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
 
,ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
ˈ 
=
 
 
,ˈ 
 
=
ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
,ˈ 
=
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
-
 
 
 
.ˈ 
-
 
-
.ˈ 
 
 
-
ˈ 
 
 
-
 
 
.ˈ 
 
-
 
-
 
ˈ 
-
,ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
ˈ 
 
 
-
 ... 
-
 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
-
.ˈ 
-
 
 
,ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 ... 
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
 
 
-
ˈ 
 
ˈ 
 
-
 
 
.ˈ 
-
 
ˈ 
 
.ˈ
 
? 
 
 
 
.ˈ 
-
ˈ 
-
ˈ 
ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
-
-
,ˈ 
-
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
-
?ˈ 
 
 
-
 
-
ˈ 
-
 
ˈ 
-
-
,ˈ 
,ˈ 
-
 
ˈ 
 
 
.ˈ 
-
 
 
-
.ˈ 
 
 
ˈ 
-
 
 ... 
ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
-
 
=
?ˈ 
 
-
 
-
 
.ˈ 
 
 
-
-
.ˈ 
 
=
 
 
 
 
=
.ˈ 
-
 
=
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
 
,ˈ 
 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
-
,ˈ 
-
.ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
-
.ˈ
 
? 
 
?ˈ 
.ˈ 
 
 
ˈ 
-
-
 
 
.ˈ 
 
=
 
 
.ˈ 
 
-
.ˈ 
-
 
 
-
-
.ˈ 
 
 
 
.ˈ 
-
 
-
 
 
,ˈ 
 
 
 
.ˈ 
-
 
-
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
-
 
-
ˈ 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
=
?ˈ 
 .... 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
-
-
 
ˈ 
-
-
-
 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
 
ˈ 
 
?ˈ 
,ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
-
-
 
 
ˈ 
-
 
 
-
 
,ˈ 
ˈ 
-
 
 
-
-
 
ˈ 
-
 ... 
 
 
.ˈ 
 
 
 
 
-
 
 
.ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
 
-
,ˈ 
,ˈ 
,ˈ 
ˈ 
-
,ˈ 
-
-
-
 
-
 
 
-
.ˈ 
 
 
.ˈ 
.ˈ 
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
-
,ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
 
 
? 
 
 
 
.ˈ 
 
.ˈ 
=
 
 
 
 
.ˈ 
 
,ˈ 
-
 
ˈ 
 ...
=
 
 
,ˈ 
-
 
,ˈ 
 
.ˈ
=
 
 
-
 
? 
 
-
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
?ˈ 
,ˈ 
 
ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
-
 
 
.ˈ 
 ... 
-
 
,ˈ 
 
ˈ 
 
.ˈ 
-
 ... 
 
ˈ 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ
 
-
.ˈ 
,ˈ 
.ˈ 
=
 
ˈ 
 
 
ˈ 
-
,ˈ 
-
,ˈ 
 
=
 
,ˈ 
=
 
.ˈ 
ˈ ... 
-
 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
.ˈ 
.ˈ 
 
 
-
 
ˈ 
-
,ˈ 
-
 
 
,ˈ 
-
 
-
.ˈ 
-
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
=
?ˈ 
 
 
ˈ 
 
-
ˈ 
 
 
-
 
 
ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
-
 
 
 
 
 
 
.ˈ 
-
 
-
,ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
. 
,ˈ 
,ˈ 
 
-
,ˈ 
 
-
-
,ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
-
 
 ...
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
-
 
 
-
 
ˈ 
 
 
 
 
,ˈ 
 
-
.ˈ 
-
 
-
 
-
 
 
 
,ˈ 
,ˈ 
.ˈ 
? 
 
=
 
.ˈ 
 
-
 
 
=
.ˈ 
 
=
.ˈ 
 
? 
 
 
ˈ 
 
-
-
 
-
 ... 
 
 
.ˈ 
-
 
? 
 
-
 
.ˈ 
 
-
,ˈ 
ˈ 
 
-
-
 
.ˈ 
 
-
 
 
,ˈ 
-
 
.ˈ 
-
 
-
 
.ˈ 
 
-
,ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
-
 
ˈ 
 
 
.ˈ 
-
 
? 
-
 
?ˈ 
 
.ˈ 
 
-
 
 ... 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
=
 
 
 
 
-
.ˈ 
 
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
-
 
 
-
,ˈ 
 
.ˈ 
=
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
? 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
?ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
-
.ˈ
 
 
 
-
ˈ 
ˈ 
=
 
 
-
 
-
.ˈ 
=
 
 
-
 
-
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
ˈ 
 
 
-
.ˈ 
-
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
-
? 
 
ˈ 
,ˈ 
 
-
,ˈ 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
-
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
? 
 
ˈ 
 
=
 
-
 
=
 ... 
-
ˈ 
-
 
 
-
.ˈ 
-
 
 
 
-
 
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
 
ˈ 
 
-
=
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
 
ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
-
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
 
-
 
-
.ˈ 
-
 
-
 
,ˈ 
 
 
-
 
 
ˈ 
 
 
 
-
 
 
 
.ˈ 
-
=
 
-
 
-
 
-
 
 
ˈ 
-
 
 
,ˈ 
ˈ 
 
-
 
 
ˈ 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ 
-
 
-
-
ˈ 
 
 
 
-
 
.ˈ 
.ˈ 
-
 
-
.ˈ 
=
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
-
,ˈ 
-
 
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
-
ˈ 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ
 
 
 
? 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
-
.ˈ 
ˈ 
 
ˈ 
-
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
.ˈ 
-
 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
 
ˈ 
.ˈ 
 
 
-
ˈ 
 
 
-
,ˈ 
 
=
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
-
.ˈ
 
.ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
-
-
=
.ˈ 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
 
 
 
?ˈ 
.ˈ
? 
,ˈ 
 
 
ˈ 
 
 
-
 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
 
 
.ˈ 
-
 
-
ˈ 
 
 
.ˈ 
-
 
-
=
.ˈ 
 
.ˈ
-
ˈ 
-
 
-
ˈ 
-
 
=
,ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
-
=
.ˈ 
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
-
=
 
 
-
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
=
 
 
ˈ 
-
.ˈ 
 
-
 
 
-
.ˈ 
-
.ˈ 
 
.ˈ 
-
,ˈ 
 
-
 
-
 
-
 
.ˈ 
-
 
-
 
 
,ˈ 
 
-
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
-
.ˈ 
,ˈ 
 
ˈ 
 
=
.ˈ 
-
 
 
.ˈ 
-
 
-
 
ˈ 
 
 
 
 
,ˈ 
-
 
,ˈ 
=
 
.ˈ 
ˈ 
 
 
 
-
,ˈ 
 
 
-
,ˈ 
-
 
-
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
ˈ 
.ˈ
 
-
 
-
? 
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
.ˈ 
 
-
.ˈ 
 
-
 
?ˈ 
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
,ˈ 
-
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
=
 
 
 
 
.ˈ 
=
 
-
.ˈ 
 
-
,ˈ 
.ˈ 
 
?ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
-
 
.ˈ
 
? 
-
 
 
 
-
 
.ˈ 
 
 
-
 
,ˈ 
-
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 ... 
-
 
 
-
ˈ 
.ˈ 
-
 
=
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
-
 
-
-
-
ˈ 
 
 
 ...ˈ 
-
,ˈ 
-
,ˈ 
 ... 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
=
.ˈ 
 
 
,ˈ 
 
 
 
 
-
 
-
 
-
-
-
.ˈ 
ˈ 
 
-
-
 
,ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
-
ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
 
 
ˈ 
 
=
 
-
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
-
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
.ˈ 
 
 
.ˈ 
-
-
 
 
,ˈ 
 
 ... 
 
 
.ˈ 
 
-
-
 
-
ˈ 
 
 
-
 
 
ˈ 
 
-
 
-
 
 
ˈ 
 
-
 
-
,ˈ 
 
-
 
 
ˈ 
-
 
.ˈ 
 
-
 
 
 
ˈ 
 
 
 
-
 
 
 
-
 
 
 
ˈ 
 
 
ˈ 
 
=
 
-
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 ... 
 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
,ˈ 
 
-
 
ˈ 
,ˈ 
.ˈ
 
 
? 
 
=
 
 
ˈ 
 
 
=
 
.ˈ 
 
 
=
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
-
 
,ˈ 
.ˈ 
-
-
 
 
 
-
 
 ... 
,ˈ 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
 
=
 
.ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 ... 
,ˈ 
 
 
 
.ˈ 
=
 
 
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
-
? 
-
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
=
 
 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
=
 
 
-
 
ˈ 
.ˈ 
-
-
 
 
.ˈ 
 
 
 
-
 
ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
-
 
 
ˈ 
 
-
 
-
.ˈ 
-
? 
 
-
ˈ 
 
 
-
 
.ˈ 
 
-
ˈ 
-
 
 
 
 
.ˈ 
 
=
 
 
 ... 
ˈ 
 
-
.ˈ 
 
 
 
-
-
ˈ 
 
-
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ
 
-
 
 
 
 
ˈ 
-
,ˈ 
ˈ 
 
 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
-
 
,ˈ 
 
 
. 
 
 ... 
 
 
 
-
 
 
 
 
 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
 ... 
 
-
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
-
 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
 
ˈ 
-
 
ˈ 
 
-
 
ˈ 
 
-
ˈ 
,ˈ 
 
ˈ 
 
-
=
ˈ 
=
 
ˈ 
=
.ˈ 
 
-
.ˈ 
 
 
 
-
ˈ 
-
ˈ 
-
 
 
ˈ 
-
ˈ 
.ˈ 
ˈ 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
-
ˈ 
,ˈ 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
-
ˈ 
ˈ 
ˈ 
 ... 
ˈ 
 
-
 
-
.ˈ 
-
ˈ 
-
.ˈ 
-
ˈ 
 
ˈ 
-
 
 
-
ˈ 
-
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
 
-
 
.ˈ 
-
 
 
 
ˈ 
-
-
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
-
. 
-
 
ˈ 
ˈ 
 
-
.ˈ 
 
-
=
 
.ˈ 
-
 
-
 
 
 ... 
ˈ 
 
 
 
-
ˈ 
ˈ 
ˈ 
 
-
ˈ 
ˈ 
-
 
-
ˈ 
-
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
=
 ... 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
=
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
 
-
.ˈ 
=
 
-
 
-
 
ˈ 
-
.ˈ 
-
=
 
 
-
.ˈ 
 
=
ˈ 
 
 
 
 
 
-
 
-
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
 
-
 
 
ˈ 
-
 
-
.ˈ 
 
,ˈ 
ˈ 
ˈ 
 
 
 
-
 
ˈ 
-
,ˈ 
 
-
 
-
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
-
.ˈ 
-
 
 
ˈ 
 
-
 
-
,ˈ 
-
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
-
-
 
.ˈ 
-
ˈ 
 
-
.ˈ 
-
 
-
ˈ 
-
 
ˈ 
-
 
-
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
 
 
-
.ˈ 
 
-
 
 ... 
ˈ 
 
ˈ 
=
 
 
-
 
ˈ 
 
-
 
-
 
-
.ˈ 
-
 
 
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
 
-
 
=
ˈ 
 
-
ˈ 
 
 
-
 
 
-
 
-
-
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
-
,ˈ 
=
 
-
.ˈ 
 
-
ˈ 
 
-
ˈ 
,ˈ 
 
-
 
-
 
 
=
. 
ˈ 
-
 
ˈ 
 
-
ˈ 
, 
ˈ 
 
 
-
 
ˈ 
.ˈ 
-
 
=
ˈ 
 
-
 
-
 
 
-
ˈ 
-
 
-
 
-
ˈ 
-
 
-
. 
 
 
ˈ 
 
ˈ 
-
 
-
 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
 
=
 
-
,ˈ 
 
 
 
=
 
-
ˈ 
=
 
-
.ˈ
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
-
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
 
 
 
,ˈ 
-
 
 
,ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
-
 
=
 
 
 
.ˈ 
 

ˈ 
 
 
ˈ 
 
 
=
ˈ 
 
-
 
 
 
.ˈ 
-
 
-
 
-
 
-
.ˈ 
 
-
 
-
 
 
 
 
 
ˈ 
 
 ... 
 
 
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
-
 
-
-
 
ˈ 
 
-
 
ˈ 
-
 
 
ˈ 
-
 
 
ˈ 
 
 
 
=
ˈ 
 
-
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
 
-
 
 
-
 
ˈ 
-
,ˈ 
 
-
,ˈ 
 
ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
-
=
 
-
,ˈ 
-
ˈ 
 
=
 
,ˈ 
 
ˈ 
-
 
 
 
 
ˈ 
 
 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
 
ˈ 
 
ˈ 
 
-
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
-
-
 
ˈ 
 
-
 ... 
ˈ 
ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
-
 
.ˈ 
 
 
 
-
 
 
-
=
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
ˈ 
 
=
 
-
=
ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
ˈ 
 
 
 
 
 
-
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
 
 
.ˈ 
-
 
 
ˈ 
 
-
ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
 ... 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
.ˈ 
 
 
=
 
 
ˈ 
 
-
 
-
,ˈ 
 
-
 
 
ˈ 
 
 
 ... 
 
ˈ 
 
 
-
ˈ 
 
 
 
-
ˈ 
 
 
ˈ 
-
 
 
 
-
-
 
ˈ 
,ˈ 
,ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
 
 
=
 
ˈ 
-
 
 
 
 
-
 
 
 
-
ˈ 
 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
 
=
 
ˈ 
 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
-
 
 
 
 
ˈ 
 ... 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
=
.ˈ 
.ˈ
 
?ˈ 
ˈ 
 
ˈ ... 
-
 
 
 
ˈ 
 
-
ˈ 
 
 
 
-
 
 
 
.ˈ 
 
 
 
 
=
 
-
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
-
 
 ... 
-
 
-
 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
 
-
 
,ˈ 
-
 
ˈ 
 
 
-
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
=
 
 
-
 
,ˈ 
,ˈ 
.ˈ 
 
-
. 
 
 
ˈ 
 
-
 
 
ˈ 
ˈ 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
=
 
ˈ 
-
 
-
 
-
 
-
ˈ 
ˈ 
 
 
-
-
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 ... 
 
-
 
 
ˈ 
-
 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
=
 
 
-
 
-
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
-
 
 
-
.ˈ 
ˈ 
 
 
 
 
-
ˈ 
,ˈ 
-
 
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
-
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
 
,ˈ 
 
 
-
 
,ˈ 
-
-
.ˈ 
 
 
=
 
-
 
 
ˈ 
,ˈ 
 
-
 
.ˈ 
-
 
-
 
=
 
ˈ 
-
. 
 
-
 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
=
 
-
.ˈ 
-
 
 
,ˈ 
 
 
 
 
,ˈ 
=
 
 
ˈ 
=
 
 
,ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
 
,ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
-
 
 
 
 
 
-
 
 
.ˈ
 
 
-
 
ˈ 
-
 
ˈ 
-
ˈ 
-
 
 
.ˈ 
 
-
 
 
 
ˈ 
=
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
 
 
ˈ 
 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
 
-
-
 
 
 
.ˈ 
 
-
 
-
 
-
,ˈ 
-
 
 
 
ˈ 
-
,ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
-
 
-
ˈ 
 
 
 
ˈ 
-
-
 
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
-
ˈ 
-
ˈ 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
-
ˈ 
-
 
 
 
 
 
.ˈ 
 
ˈ 
-
 
 
 
 
 
,ˈ 
-
 
-
-
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
=
 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
ˈ 
 
 
 
ˈ 
-
.ˈ
-
ˈ 
 
ˈ 
 
-
 
 
-
ˈ 
ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
-
 
,ˈ 
=
 
 
.ˈ 
?ˈ 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
-
 
-
 
ˈ 
 
-
 
ˈ 
ˈ 
,ˈ 
.ˈ 
-
,ˈ 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
-
 
 
 
-
ˈ 
 
-
.ˈ 
 
-
 
 
ˈ 
ˈ 
-
ˈ 
-
-
ˈ 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
 
 
=
ˈ 
-
 
 
-
ˈ 
 
 
 
ˈ 
.ˈ 
 
-
ˈ 
.ˈ 
?ˈ 
.ˈ 
,ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
 
 
-
,ˈ 
-
 
 
.ˈ 
-
ˈ 
 
 
-
 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
-
ˈ 
-
ˈ 
=
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
 
ˈ 
 
,ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
?ˈ
-
,ˈ 
 
 
-
 
.ˈ 
-
ˈ 
 
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
 
 
 
ˈ 
ˈ 
-
 
-
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
-
ˈ 
 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
ˈ 
-
=
,ˈ 
-
-
,ˈ 
 
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
-
ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
 
 
ˈ 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
 
=
ˈ 
 
.ˈ 
 
 
-
ˈ 
 
,ˈ 
 
 
 
 
 
-
 
 
 
.ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
-
 ... 
ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
ˈ 
 
 
-
.ˈ 
 
.ˈ
-
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
-
ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
,ˈ 
,ˈ 
-
,ˈ 
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ
 
,ˈ 
ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
 
 
-
.ˈ 
-
 
ˈ 
ˈ 
-
 
ˈ 
-
 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
-
 
-
.ˈ 
 
-
,ˈ 
-
,ˈ 
ˈ 
 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
=
 
 
-
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
ˈ 
-
 
-
 
,ˈ 
 
-
 
 
-
 
 
,ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
-
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
=
 
 
ˈ 
-
.ˈ 
 
ˈ 
 
,ˈ 
-
.ˈ 
 
-
ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
ˈ 
 
 
,ˈ 
-
 
-
 
ˈ 
-
 
 
-
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
-
ˈ 
-
 
-
 
-
.ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
.ˈ 
?ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ
-
 
ˈ 
-
ˈ 
-
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
-
 
=
,ˈ 
 
 
 
 
=
,ˈ 
 
 
-
,ˈ 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
ˈ 
-
,ˈ 
=
 
 
ˈ 
-
ˈ 
.ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
-
ˈ 
 
 
-
ˈ 
ˈ 
 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
-
 
:ˈ 
 
-
!ˈ 
?ˈ 
 
!ˈ 
 
!ˈ 
.ˈ 
 
.ˈ 
 
-
?ˈ 
 
-
 
-
,ˈ 
-
 
-
ˈ 
 
 
 
 
.ˈ 
 
=
?ˈ 
 
,ˈ 
 
 
-
 
ˈ 
 
-
.ˈ 
-
 
-
=
.ˈ 
 
ˈ 
 
-
-
.ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
-
ˈ 
-
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
 
 
 
ˈ 
 
-
 
.ˈ 
 
=
 
 
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
-
,ˈ 
 
ˈ 
-
=
 
.ˈ 
 
 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
-
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
=
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
 
 
 
 
,ˈ 
-
 
 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
,ˈ 
.ˈ 
 
-
.ˈ 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
 
 
-
 
,ˈ 
.ˈ 
-
 
-
 
-
,ˈ 
-
ˈ 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
-
-
,ˈ 
-
 
ˈ 
 
 
 
 
-
-
,ˈ 
 
.ˈ 
,ˈ 
-
 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
-
-
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
-
,ˈ 
-
.ˈ 
 
 
 
 
-
 
-
.ˈ 
=
 
-
ˈ 
-
-
ˈ 
-
-
ˈ 
 
 
 
ˈ 
-
ˈ 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
 
 
 
- 
 
.ˈ
-
 
 
 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
-
 
,ˈ 
-
.ˈ 
 
 
ˈ 
=
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
-
-
.ˈ 
 
-
.ˈ 
 
.ˈ 
ˈ 
-
 
 
 
 
 
,ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
-
 
-
-
.ˈ 
-
 
 
 
 
-
.ˈ 
-
 
 
-
 
ˈ 
 
 ... 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
 
 
,ˈ 
-
 
.ˈ 
-
 
 
 
 
,ˈ 
-
 
.ˈ 
 
 ... 
ˈ 
 
-
.ˈ 
ˈ 
 
 
 
-
ˈ 
-
ˈ 
 
 
.ˈ 
-
-
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
-
.ˈ 
=
 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
=
-
-
ˈ 
 
.ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
-
? 
-
=
 
?ˈ 
 
-
 
.ˈ 
 
 
-
!ˈ 
 
 
-
!ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
.ˈ
 
-
-
.ˈ 
 
-
-
ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
 
-
ˈ 
 
-
ˈ 
 
-
,ˈ 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
 
=
,ˈ 
 
 
=
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
-
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
-
.ˈ 
 
ˈ 
-
ˈ 
 
-
 
ˈ 
-
 
ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
 
-
ˈ 
 
-
 
 
 
ˈ 
-
-
.ˈ 
 
ˈ 
 
 
ˈ 
-
=
 
 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
-
 
 
=
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
=
 
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
-
 
,ˈ 
 
-
 
ˈ 
 
 
-
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
-
-
.ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
ˈ 
?ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
=
 
-
.ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
 
-
-
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
 
ˈ 
-
 
-
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
-
 
?!ˈ 
-
 
-
 
-
-
 
?!ˈ 
 
 
 
,ˈ 
-
,ˈ 
 
.ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
-
-
 
.ˈ 
 
 
-
ˈ 
 ... 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
.ˈ 
 
 
ˈ 
 
-
 ... 
ˈ 
-
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
-
 
?ˈ 
 
-
 
=
?ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
=
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
=
 
=
.ˈ 
-
 
-
-
ˈ 
 
 
-
 
ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
=
 
 
ˈ 
-
 
ˈ 
 
=
,ˈ 
-
=
ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
 
-
 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
 
?ˈ 
 
?ˈ 
ˈ 
 
 
-
-
 
ˈ 
-
 
ˈ 
=
-
 
 
 
ˈ 
=
-
=
ˈ 
,ˈ 
 
,ˈ 
-
ˈ 
ˈ 
 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
-
-
 
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
-
 
ˈ 
-
 
?ˈ 
 
 
-
=
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
-
 
-
 
-
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
?ˈ 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
-
-
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 ... 
ˈ 
 
-
.ˈ 
 
-
 
 
?ˈ 
 
 
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
=
.ˈ 
 
 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
!ˈ 
 
ˈ 
-
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
-
,ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
=
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
 
-
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
-
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
=
 
-
.ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
ˈ 
-
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
-
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
.ˈ 
 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
 
=
?ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
-
ˈ 
 
-
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
 
-
ˈ 
ˈ 
 
.ˈ 
 
 
 
-
 
-
 
.ˈ 
-
 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
-
.ˈ 
 
ˈ 
-
.ˈ 
-
 
ˈ 
-
 
 
,ˈ 
 
 
ˈ 
ˈ 
ˈ 
-
 
-
.ˈ 
 
 
-
 
 
ˈ 
 
=
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
=
 
.ˈ
-
ˈ 
-
ˈ 
,ˈ 
-
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
ˈ 
.ˈ 
 
ˈ 
 
-
 
-
,ˈ 
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
 
ˈ 
ˈ 
ˈ 
-
ˈ 
ˈ 
ˈ 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
ˈ 
=
 
 
-
ˈ 
.ˈ 
?ˈ 
ˈ 
 
.ˈ 
 
-
 
-
-
ˈ 
-
 
-
 
-
.ˈ 
-
ˈ 
-
 
,ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
,ˈ 
ˈ, 
ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
-
?ˈ 
 
ˈ 
-
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
-
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
ˈ 
-
 
 
?ˈ 
 
-
ˈ 
 
-
?ˈ 
 
-
ˈ 
-
 
 
ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
-
-
?ˈ 
 
-
 
ˈ 
-
-
?ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
-
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
-
?ˈ 
ˈ 
-
 
 
-
 
.ˈ 
!ˈ 
ˈ 
-
 
?ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
-
-
!ˈ 
ˈ 
 
 
 
 
-
.ˈ 
 
=
 
 
ˈ 
 
 
-
!ˈ 
 
 
 
 
-
?ˈ 
!ˈ 
 
 
-
-
.ˈ 
 
?ˈ 
-
 
?ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
,ˈ 
-
ˈ 
-
ˈ 
 
ˈ 
 ... 
-
 
.ˈ 
 
 
ˈ 
-
ˈ 
ˈ 
-
 
 
 
ˈ 
.ˈ 
,ˈ 
 
-
ˈ 
ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
 
-
,ˈ 
 
ˈ 
 
,ˈ 
-
-
 
 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
-
 
ˈ 
 
-
 
-
 
-
 
 
-
.ˈ 
 
-
ˈ 
-
-
 
 
-
ˈ 
.ˈ 
 
 
-
-
 
-
-
ˈ 
-
 
 
-
ˈ 
 
ˈ 
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
=
?ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
-
,ˈ 
-
ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
-
 
-
.ˈ
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
,ˈ 
ˈ 
 
-
ˈ 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
.ˈ 
 
 
 
 
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
 
ˈ 
-
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
.ˈ 
 
-
?ˈ 
 
-
 
 
 
?ˈ 
 
 
ˈ 
ˈ 
.ˈ 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
 
 
 
 
 
-
.ˈ 
 
-
-
 
-
.ˈ 
-
 
 
 
-
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
-
-
.ˈ 
=
?ˈ 
=
?ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
=
 
?ˈ 
 
-
-
 
?ˈ 
 
-
!ˈ 
-
!ˈ 
 
-
!ˈ 
 
 
 
.ˈ 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
-
,ˈ 
ˈ 
ˈ 
 
 
.ˈ 
=
 
 
ˈ 
=
 
 
-
-
.ˈ 
 
-
ˈ 
 
 
!ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
-
.ˈ 
-
,ˈ 
-
ˈ 
 
-
-
!ˈ 
 
ˈ 
 
-
ˈ 
 
 
 
-
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
-
,ˈ 
,ˈ 
ˈ 
ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
=
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
-
 
-
 
ˈ 
 
-
.ˈ 
ˈ 
-
-
.ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
 
-
 
 
-
.ˈ 
-
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
-
!ˈ 
-
!ˈ 
 
-
!ˈ 
!ˈ 
 
 
-
ˈ 
-
,ˈ 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
=
 
 
.ˈ 
-
 
-
,ˈ 
ˈ 
 
ˈ 
-
,ˈ 
 
ˈ 
 
-
ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
=
ˈ 
 
-
 
 
 
-
ˈ 
 
-
-
 
,ˈ 
 
-
 
 
-
?ˈ 
 
 
?ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
-
 
.ˈ 
 
 
-
 
 
-
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
-
-
 
 
 
-
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
ˈ 
 
 
-
-
 
-
.ˈ 
 
 
-
-
 
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
-
ˈ 
 
-
.ˈ 
 
ˈ 
.ˈ 
 
-
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
ˈ 
 
-
 
ˈ 
 
.ˈ 
 
=
ˈ 
=
ˈ 
 
 
 
 
-
.ˈ 
ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
,ˈ 
ˈ 
-
-
 
ˈ 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
-
 
-
 
.ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
-
 
ˈ 
!ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
-
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ
739771	 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
!ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
?!ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
!ˈ 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ
 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
,ˈ 
.ˈ 
,ˈ 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
.ˈ 
ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
ˈ 
 
?!ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
?!ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
!ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
?!ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
!ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
ˈ 
.ˈ 
 
 
?ˈ 
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
!ˈ 
 
!ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
?ˈ 
?ˈ 
 
.ˈ 
 
! 
 
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
!ˈ 
 
!ˈ 
!ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
?ˈ 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
!ˈ
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
!ˈ 
 
 
?ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
ˈ 
 
 
 
 
 
ˈ 
- 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
.ˈ
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
, 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
!ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
, 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
!ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
?ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
!ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
!ˈ 
 
 
 
 
ˈ 
,ˈ 
 
 
 
 
 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
?ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
ˈ
ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
!ˈ 
 
!ˈ 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
!ˈ 
 
!ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
?ˈ 
?ˈ 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
!ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
 
!ˈ 
 
.ˈ 
 
.ˈ 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 ... 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
 .... 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
!ˈ 
 
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
?ˈ 
 
?ˈ 
 
 
,ˈ 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
?!ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
 
?ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
!ˈ 
 
!ˈ 
 
 
?ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
 
?ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 ...ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
 
 
 
 
!ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
? 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
?ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
!ˈ 
.ˈ 
 
 
 
!ˈ 
 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
!ˈ 
,ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
, 
, 
,ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
,ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
!ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
, 
 
,ˈ 
.ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
!ˈ 
!ˈ 
!ˈ 
 
?ˈ 
 
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
!?ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
!?ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
?! 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
!ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
!ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
?ˈ 
?ˈ 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
!ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
!ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
.ˈ
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
?ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
:ˈ 
 
?ˈ 
 
?ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
?ˈ 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
, 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
.ˈ
 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
,ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
 
 
?ˈ 
.ˈ 
 
 
,ˈ 
?ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ
 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
!ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
:ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
!ˈ 
.ˈ
?ˈ 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
!ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
!ˈ 
 
?ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
,ˈ 
 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
!ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
!ˈ 
 
 
ˈ 
!ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
?ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
!ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
!ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
!ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
?ˈ 
 
 
.ˈ 
: 
 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
!ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
:ˈ 
!ˈ 
 
!ˈ 
 
 
.ˈ 
 
.ˈ 
 
?ˈ 
 
!ˈ 
 
 
 
ˈ 
!ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
,ˈ 
 
?ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
: 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
:ˈ 
 
 
!ˈ 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
:ˈ 
 
 
!ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
:ˈ 
 
 — 
 
ˈ 
 
.ˈ 
 
 
 
!ˈ 
 
 
 
?ˈ
,ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
:ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
!ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
:ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ ... 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
!ˈ 
 
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
!ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
!ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
!ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
!ˈ 
 
 
 
.ˈ 
!ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
!ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
!ˈ 
 
.ˈ 
 
 
 
 
 
 
 
!ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
:ˈ 
 
 
!ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
: 
 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
?ˈ 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
:ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
!ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
!ˈ 
 
ˈ 
.ˈ 
 
 
 
 
?ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
,ˈ 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
!ˈ 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
 
!ˈ 
 
 
ˈ 
.ˈ 
 
 
 
:ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
,ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
?ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
?ˈ 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
, 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
,ˈ 
!ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
!ˈ 
 
!ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
?ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 ... 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 ...ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
?! 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
!ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
!ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
?ˈ 
 
 
ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
!ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
!ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
?ˈ 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
!ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ
ˈ 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
.ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
?!ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
!ˈ 
?ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
?ˈ 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
!ˈ 
 
!ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
!ˈ 
 
!ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
 ... 
 
 
 
.ˈ 
 
 
 
 
 
 
 
?ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
!ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ
 
 
.ˈ 
 
 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
, 
, 
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
?ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
?ˈ 
 
.ˈ
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
!ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
!ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
!?ˈ 
 
?ˈ 
 
 
 
 
.ˈ
 
?ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ
 
ˈ 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
ˈ 
ˈ 
,ˈ 
 
ˈ 
 
ˈ
 
 
 
ˈ \n
 
ˈ \n
 
 
ˈ
 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
:ˈ
 
 
 
ˈ \n
 
ˈ \n
 
 
ˈ \n
 
 
 
,ˈ 
,ˈ 
.ˈ \n
 
ˈ \n
 
 
 
 
ˈ \n
 
 
 
ˈ
 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ
 
 
 
ˈ \n
 
ˈ \n
 
 
ˈ
 
 
 
 
ˈ 
,ˈ 
 
 
ˈ
 
 
 
 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
 
 
 
 
ˈ
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
!ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
.ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ
 
 
 
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ
 
 
,ˈ 
 
 
 
.ˈ — 
 
 
 —ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
?ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
,ˈ 
 
!ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ
 
 
 
 
.ˈ 
 
 ... 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
!ˈ 
 
!ˈ 
!.ˈ 
 
 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
?ˈ 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
!ˈ 
 
ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
?ˈ 
 
.ˈ 
 
!ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
?! 
 
?! 
 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
.ˈ
 
 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
 
?ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
, 
, 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
, 
, 
ˈ 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
ˈ. 
 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
 
!ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
!ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
!ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
!ˈ 
 
ˈ 
.ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
?ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ
 
 
ˈ 
ˈ 
 
 
ˈ 
.ˈ 
 
?ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 ... 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
, 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
!ˈ 
 
ˈ 
!ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ
 
,ˈ 
 
,ˈ 
 
 
?ˈ 
 
?ˈ 
 
?ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ
 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
- 
?ˈ 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
!ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
.ˈ 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ
ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
, 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
!ˈ 
.ˈ 
 
!ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
!ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ
 
ˈ 
 
 
?ˈ 
?ˈ 
 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
?ˈ 
?ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
?ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
!ˈ 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
 
 
,ˈ 
?ˈ 
 
 
 
 
.ˈ 
 
?ˈ
 
 
.ˈ 
 
ˈ 
.ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ — 
 
 
 
ˈ 
ˈ — 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ
 
 
ˈ 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
 
?ˈ 
?ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
?ˈ 
 
 
.ˈ 
 
!ˈ 
 
.ˈ
 
 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ
ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
?!ˈ 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
!ˈ 
.ˈ 
,ˈ 
.ˈ 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
 
 
 
,ˈ 
 
, 
 
.ˈ 
 
,ˈ 
, 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
.ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
?ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ
 
 
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ 
 
ˈ \n
 
, 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
, 
ˈ
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
:
, 
, 
ˈ \n
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
!ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
.ˈ 
ˈ 
.ˈ 
 
!ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
,ˈ 
ˈ 
,ˈ 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
?ˈ 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
!ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
?ˈ 
 
 
ˈ 
.ˈ 
?ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
.ˈ 
!ˈ 
!ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
?ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
!ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
?ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
, 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
 
ˈ 
- 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
?ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
?!ˈ 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
!ˈ 
 
!ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
 
?ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
!ˈ 
 
 
 
!ˈ 
 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
.ˈ
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
!ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
!ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
?!ˈ 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
?ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
!ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
?ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
!ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
!ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
:ˈ 
?ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
.ˈ
 
!ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
!ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
,ˈ 
ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
!ˈ 
 
 
.ˈ 
!ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 ... 
 
 
 
 
?ˈ 
 
 
 
 
 
?ˈ 
 
 
?ˈ 
 
?!ˈ 
 
 
!ˈ 
 
 
!ˈ 
 
!ˈ 
 
.ˈ 
?ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ
 
 
 
 
 
 
.ˈ 
.ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
 
 
!ˈ 
 
 
?!ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
.ˈ 
 
?ˈ 
 
 
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
!ˈ 
.ˈ 
!ˈ 
.ˈ 
 
.ˈ 
 
?ˈ 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
?ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ
 
 
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
, 
 
 
?!ˈ 
 
 
 
?!ˈ 
 
,ˈ 
 
.ˈ 
 
?!ˈ 
 
 
 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
?ˈ
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
!ˈ 
!ˈ 
 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ. 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
ˈ 
.ˈ 
 
!ˈ 
 
!ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
!ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 ... 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
?!ˈ 
 
,ˈ 
 
 
.ˈ 
 
?!ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ
 
 
ˈ \n
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
 
!ˈ \n
 
ˈ \n
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ
 
.ˈ 
 
,ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
?ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 ... 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
!ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
?ˈ 
 
ˈ 
 
 ... 
 
 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
, 
?!ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
?ˈ 
 
 
 
 
 
 
?ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
 
 
?ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
? 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
!ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ. 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
 
.ˈ
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
?ˈ 
!ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
?ˈ 
ˈ 
,ˈ 
.ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ
 
,ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
?ˈ 
 
 
 
,ˈ 
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
. 
, 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
?ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
ˈ 
 
 
,ˈ 
 
?ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
 
.ˈ
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
?ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
, 
, 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
!ˈ 
 
!ˈ 
 
 
!ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
!ˈ 
 
ˈ 
 
,ˈ 
 
 
?ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
?ˈ 
 
!ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
!ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ
 
 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ
:ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
 
,ˈ 
 
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
ˈ 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
?ˈ 
?ˈ 
 
!ˈ 
 
.ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
, 
!ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
.ˈ 
 
.ˈ
,ˈ 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
:ˈ
 
ˈ \n
 
ˈ \n
 
ˈ
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
!ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
, 
.ˈ 
 
,ˈ 
 
 
 
 
ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
!ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
?ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
 
 
 
 
.ˈ
 
 
.ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
ˈ 
?ˈ 
 
?ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
?ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
!ˈ 
 
ˈ 
 
 
 
 
.ˈ
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
,ˈ 
 
 
 ... 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
!ˈ 
 
?ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
, 
,ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
:ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
, 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
!ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
, 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ
 
 
.ˈ 
ˈ 
 
?ˈ 
?ˈ 
 
!ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
,ˈ 
.ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
!ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
,ˈ 
,ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ
 
ˈ 
 
 
 
ˈ 
.ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
!ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
?ˈ 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
?ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
?ˈ 
 
?ˈ 
 
?ˈ 
 
,ˈ 
 
!ˈ 
,ˈ 
,ˈ 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
!ˈ 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
.ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
,ˈ 
,ˈ 
 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
ˈ 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
. 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
?ˈ 
? 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
!ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
 
 
,ˈ 
 
?ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
 
!ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
!ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ — 
 
 
ˈ — 
 
.ˈ 
 
 
!ˈ 
 
 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
?ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
!ˈ 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
 
 
.ˈ
 
.ˈ 
 
.ˈ 
 
 
 .... 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
:ˈ 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
ˈ 
!ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
!ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
?ˈ 
!ˈ 
 
ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
 
 
.ˈ
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
ˈ 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
?ˈ 
 
 
 
ˈ 
 
?ˈ 
 
 
ˈ 
 
 
?ˈ 
 
.ˈ
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
?ˈ
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
, 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
ˈ 
.ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
,ˈ 
 
 
ˈ 
!ˈ 
.ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ. 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ
 
ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
!ˈ 
! 
 
!ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
!ˈ 
 
!ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
!ˈ 
 
 
!ˈ 
 
!ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 ... 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
?ˈ 
!ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
?ˈ 
 
 
,ˈ 
.ˈ 
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
 
,ˈ 
ˈ — 
 
 
ˈ — 
 
,ˈ 
 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
!ˈ 
!ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
!ˈ 
!ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
!ˈ
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
, 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
?ˈ 
ˈ 
ˈ 
ˈ 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
 
 
 
?ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
?ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
!ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
!ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
?ˈ 
?ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
!ˈ 
 
 
 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
ˈ 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ
 
,ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
?ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
:ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
 
 
,ˈ 
 
!ˈ 
 
!ˈ 
 
 
!ˈ 
.ˈ 
 
 
,ˈ 
 
?ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
?ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
?ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
.ˈ
ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
!,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
.ˈ 
 
!ˈ 
.ˈ 
 
.ˈ 
ˈ 
.ˈ 
.ˈ 
ˈ 
?ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
?ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
, 
, 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
!ˈ 
 
,ˈ 
 
!ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
ˈ
ˈ 
 
!ˈ 
!ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
 
 
?ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
!ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
,ˈ 
 
 
?ˈ 
 
!ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 ..., 
 
 
 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
!ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
?!ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
!ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
?ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
?ˈ 
.ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
?ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
 
!ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
!ˈ 
 
 
,ˈ 
 
?ˈ 
 
 
.ˈ 
 
?ˈ 
 
!ˈ 
 
?ˈ 
!ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
!ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
?!ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
!ˈ 
ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 ... 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
ˈ 
!ˈ 
 
 
ˈ 
 
 
!ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ ... 
 
ˈ 
 
 
 
?ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ
 
?ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
?ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
?ˈ 
?ˈ 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
?ˈ 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
!ˈ 
!ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
!ˈ 
 
 
.ˈ 
 
.ˈ 
 
!ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
!ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
, 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
!ˈ 
 
!ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
!ˈ 
 
 
?ˈ 
 
 
 
 
!ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
?ˈ 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
!ˈ 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
!ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ — 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ — 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
?ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
ˈ — 
 
 
ˈ 
 
.ˈ — 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
?ˈ 
ˈ 
?ˈ 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
!ˈ 
 
!ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
, 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
? 
 
 
!ˈ
 
ˈ 
 
 
.ˈ 
 
ˈ, 
,ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
:ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
!ˈ 
 
.ˈ 
 
 
 
 
 
 
ˈ 
,ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ
ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
, 
 
.ˈ 
ˈ 
?ˈ 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
.ˈ
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
?ˈ
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ
 
 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
!ˈ 
 
 
,ˈ 
 
,ˈ 
!ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
ˈ
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
 
 
?ˈ 
 
.ˈ 
 
!ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
?ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
, 
, 
,ˈ 
 
 
ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 ... 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
:ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ
 
 
 
.ˈ 
 
 
. 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
 
!ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ
:ˈ 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
 
?ˈ 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
ˈ 
 
 
?ˈ 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
!ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
 ... 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ — 
 
 
 
ˈ — 
 
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
.ˈ 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
. 
,ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ
 
 
?ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
?ˈ 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
. 
 
 
,ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
?ˈ 
 ... 
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
?ˈ 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
ˈ 
 
.ˈ
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
, 
, 
,ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
?ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
?!ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ
ˈ 
 
 
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
.ˈ 
, 
, 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ
 
.ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
, 
, 
, 
, 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
!ˈ 
 
 
!ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
!ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
 ... 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ — 
?ˈ — 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
ˈ 
ˈ 
.ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
?ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
.ˈ
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ ... 
 
 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
.ˈ 
.ˈ
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ
 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
!ˈ 
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ — 
 
 
,ˈ 
 
ˈ — 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
!ˈ 
ˈ 
ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
, 
, 
, 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
,ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
!ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
,ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
ˈ 
,ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 ...ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
,ˈ 
ˈ 
ˈ 
,ˈ 
ˈ 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
!ˈ 
 
 
 
 
?ˈ 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
!ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
?ˈ 
 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
?!ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
 
!ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
!?ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
!ˈ 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
?ˈ 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ
 
 
,ˈ 
ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
!ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ — 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ
 
ˈ 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
?ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
?ˈ 
ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
 
 
?ˈ 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
!ˈ 
 
 
ˈ 
 
,ˈ 
 
!ˈ 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
!ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ
ˈ 
ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
?ˈ 
 
,ˈ 
.ˈ
,ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
!ˈ 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
.ˈ
ˈ 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
.ˈ 
ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ
 
 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
 
 
,ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ
ˈ 
 
 
,ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
!ˈ 
!ˈ 
!ˈ 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
?ˈ 
?ˈ 
, 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
?ˈ 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
,ˈ 
.ˈ 
!ˈ 
,ˈ 
 
 
.ˈ 
, 
, 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
 
 
!ˈ 
,ˈ 
,ˈ 
ˈ 
, 
, 
, 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
?ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
!ˈ 
!ˈ 
 
 
 
 
ˈ 
.ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
!ˈ 
 
.ˈ 
 
.ˈ 
?ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
.ˈ 
!ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ
,ˈ 
.ˈ 
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
.ˈ 
,ˈ 
 
 
,ˈ 
 
 
.ˈ
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
!ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
!ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
:ˈ
 
ˈ 
 
ˈ \n
 
 
 
?ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
ˈ \n
 
 
ˈ \n
 
 
 
ˈ \n
 
 
ˈ
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
:ˈ
,ˈ 
 
.ˈ \n
 
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
 
 
ˈ \n
 
 
?ˈ
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
:ˈ 
 
!ˈ 
.ˈ 
 
 
 
.ˈ 
, 
, 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ
 
 
ˈ \n
 
ˈ \n
 
 
.ˈ
 
 
 
.ˈ 
 
:ˈ 
!ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ
 
 
!ˈ \n
 
.ˈ \n
 
ˈ \n
 
?ˈ
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
?ˈ 
?ˈ 
 
 
 
.ˈ .... 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ
 
.ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
:ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
,ˈ 
ˈ 
ˈ 
 
 
 ... 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
?ˈ 
 
 
 
?ˈ 
ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
, 
, 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
?ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
ˈ 
,ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
.ˈ 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
?ˈ 
 
.ˈ 
 
?ˈ 
 
.ˈ
.ˈ 
.ˈ 
ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
?ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
!ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
 
!ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
!ˈ 
 
,ˈ 
!ˈ 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
.ˈ 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
ˈ 
.ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
,ˈ 
ˈ 
?ˈ 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
.
 
.ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
!ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
!ˈ 
 
,ˈ 
!ˈ 
.ˈ 
ˈ 
!ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
.ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
!ˈ 
 
 
!ˈ 
 
 
!ˈ 
 
!ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
!ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
!ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
.ˈ
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
!ˈ 
!ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
!ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
!ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
!ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
, 
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
?ˈ 
!ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
,ˈ 
?ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
?ˈ 
 
 
 
 
.ˈ
 
 
 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
,ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
,ˈ 
 
.ˈ
 
 
 
.ˈ 
 
,ˈ 
, 
 
.ˈ 
,ˈ 
?ˈ 
 
?ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
,ˈ 
ˈ 
 
ˈ 
.ˈ
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
,ˈ 
 
 
?ˈ 
ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
ˈ 
,ˈ 
,ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
 
ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
ˈ 
.ˈ 
.ˈ 
 
 
.ˈ
ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
:ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
ˈ 
!ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
!ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
?ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
!ˈ 
 
!ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
?ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ
 
 
 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 ... 
 ... 
 
.ˈ
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 ... 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ
 
 
 
 
 
?ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 — 
 
 
 
?ˈ 
 
.ˈ
ˈ 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
.ˈ 
.ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
.ˈ 
.ˈ 
.ˈ 
 
 
,ˈ 
 
!ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
ˈ 
 
.ˈ 
, 
, 
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ
 
 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
:ˈ
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
!ˈ 
 
 
ˈ 
 
 
.ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
!ˈ 
 
?!ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
?!ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
!ˈ 
 
ˈ 
 
?!ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
?ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
! 
 
 
?!ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
?ˈ 
 
ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
!ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
, 
, 
,ˈ 
 
 ... 
,ˈ 
 
 ... 
, 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
?ˈ 
 
ˈ 
 
ˈ 
 
!ˈ 
 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
?ˈ 
?ˈ 
 
,ˈ 
?ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
ˈ 
?ˈ 
!ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
,ˈ 
!ˈ 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
!ˈ 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
!ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
!ˈ 
 
?ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
.ˈ 
 
!ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
?ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
 
 
?ˈ 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
?ˈ 
 
ˈ 
ˈ 
?ˈ 
ˈ 
?ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
 
!ˈ 
 
?!ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ — 
 
,ˈ 
 
ˈ — 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ — 
 
ˈ 
 
ˈ — 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
:ˈ 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
? 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ
 
,ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
, 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
!ˈ 
ˈ 
 
 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
 
 
ˈ 
 
 
!ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
: 
ˈ 
ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
 
ˈ
 
,ˈ 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
ˈ 
 
 
.ˈ \n
 
 
.ˈ 
:ˈ \n
ˈ 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 \n
 
 
ˈ \n
 
 
.ˈ \n
 
.ˈ \n
 
.ˈ
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
:ˈ
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
ˈ \n
 
 
.ˈ \n
 
 
.ˈ
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
!ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
?ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ
 
 
 
 
ˈ 
ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
. 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
 
 
?ˈ 
!ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
. 
 
ˈ 
ˈ 
?ˈ 
 
ˈ 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
?!ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
! 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
. 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
. 
 
 
ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
?!ˈ 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 ... 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
? 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
? 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
, 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
? 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
.ˈ 
 
 
 
 
.ˈ 
 ... 
 
 
.ˈ 
!ˈ 
 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 ... 
.ˈ 
 
 
 
 
.ˈ 
 
 
 ... 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
 
 ... 
,ˈ 
 
 
 
 
 
,ˈ 
 
 ... 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
, 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 ... 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 ... 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 ... 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 ... 
, 
 
.ˈ 
 
ˈ 
 
 
 ... 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 ... 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
ˈ 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
?ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
,ˈ 
 
 
?ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
.ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
ˈ 
 
, 
.ˈ 
 
 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
ˈ 
,ˈ 
ˈ 
,ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
?ˈ 
 
ˈ 
 
?ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
,ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
?ˈ 
 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
!ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
, 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
, 
ˈ ... 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
,ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ ... 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
?ˈ 
 
 
ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
 
 
?ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
?ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
?ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
!ˈ 
 
!ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
?ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
ˈ 
!ˈ 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
?ˈ 
 
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ
 
 
 
 
 ... 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
!ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 ... 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ
 
 
 ... 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ
 
ˈ 
 ... 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 ... 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 ... 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
,ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 ...
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
, ˈ
ˈ 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ ... 
 
,ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 ... 
 
 
 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
?!ˈ 
 
 
, 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
?!ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
!ˈ 
 
 
 
,ˈ 
ˈ ... 
.ˈ 
ˈ 
ˈ 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
 
?ˈ 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 ... 
ˈ 
 
 
.ˈ 
 
 
ˈ 
!ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
!ˈ 
ˈ 
 
ˈ 
 
 
?ˈ 
ˈ 
 
 
 
?ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
?!ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
.ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
,ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
!ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
?!ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
!ˈ 
 
?ˈ 
 
?!ˈ 
 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
!ˈ 
 
ˈ 
 
?ˈ 
 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
?ˈ 
?ˈ 
 
 
 
 
.ˈ 
 
 
 ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
, 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
?!ˈ 
 
?!ˈ 
 
 
,ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
?!ˈ 
 
 
 
 
 
.ˈ
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
?ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
ˈ 
ˈ 
.ˈ 
?ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
?ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
 ... 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 ... 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
.ˈ 
ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
,ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ
ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
. 
 
ˈ 
 
 
.ˈ
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ ... 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
 
.ˈ
 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 ... 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ
ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
ˈ 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
ˈ 
.ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
?ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
,ˈ 
ˈ 
 
 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
?ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ
ˈ 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
?ˈ 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
.ˈ
 
 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
?ˈ 
 
.ˈ 
ˈ 
ˈ 
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
ˈ 
 
?ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
,ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ
ˈ 
 
 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ
 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 ... 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 ... 
 
,ˈ 
 
,ˈ 
ˈ 
 ... 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ
ˈ — 
 
ˈ — 
ˈ 
 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 ... 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 ... 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 ... 
 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
.ˈ
 
?ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 ... 
 
 
ˈ 
 
.ˈ 
 
 
 
 ... 
,ˈ 
.ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
,ˈ 
!ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 ... 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 ... 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 ... 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 ... 
 
 ... 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 ... 
ˈ 
 
 
 
 
?ˈ 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 ...
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 ... 
ˈ 
 
 ... 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
 ... 
ˈ 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 ... 
 
 
 
ˈ 
ˈ 
 ... 
ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
,ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ
 
ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
ˈ 
ˈ 
 
 
 ... 
 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 ... 
 
ˈ 
 ... 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
ˈ 
ˈ 
!ˈ 
 
 
!ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
!ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
!ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 ... 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
?ˈ 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
?ˈ 
!ˈ 
!ˈ 
!ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
?ˈ 
 
 
?ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
!ˈ 
!ˈ 
 
!ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
?ˈ 
 
!ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 ... 
,ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
?ˈ 
 
 
ˈ 
 
 
 
 ... 
ˈ 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 ... 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 ... 
ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
!ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 ... 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
?ˈ 
!ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 ... 
ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
?ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
?ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 ... 
 
 
.ˈ 
 
 ... 
 
,ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
?ˈ 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
?ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 ... 
,ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
 
 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ ... 
 
,ˈ 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 ... 
ˈ 
 
 ... 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
?ˈ 
 
!ˈ 
 
ˈ 
 
.ˈ 
 
 
 
?!ˈ 
 
 
 
 
,ˈ 
,ˈ 
?ˈ 
 
?ˈ 
 
 
 
 
 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 ... 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
.ˈ 
,ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 ... 
 
.ˈ 
 
 
 ... 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 ... 
ˈ 
?ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 ... 
 
ˈ 
 ... 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 ... 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
?ˈ 
 
 ... 
 
ˈ 
 
.ˈ 
 
ˈ 
 ... 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
?ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
 
?ˈ 
!ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 .. 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 ... 
ˈ 
 
 
? 
?ˈ 
?ˈ 
?ˈ 
 
 
 
ˈ 
 ... 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
,ˈ 
 
 
ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 ... 
ˈ 
.ˈ 
 
 
 ... 
 ... 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ ... 
 
 
ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
,ˈ 
,ˈ 
ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
 
 
 
 ... 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
?ˈ 
 
, 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
!ˈ 
.ˈ 
 
.ˈ 
 
.ˈ
 
 
ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 ... 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ, 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
!ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ .... 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
ˈ 
,ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
 ... 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
:ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ
 
 ... 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ
ˈ 
 
ˈ 
 
,ˈ 
 
 
 ... 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
ˈ ... 
,ˈ 
 
 
 
 ... 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ
 
 
ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
,ˈ 
ˈ 
,ˈ 
 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ
 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ
 
ˈ 
,ˈ 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 ... 
 
ˈ 
 
,ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ
ˈ 
,ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
?ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ
 
? 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ
? 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 ... 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
 ... 
ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ
 
,ˈ 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
?ˈ 
ˈ 
 
 
 
.ˈ 
.ˈ
ˈ 
ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
.ˈ 
?ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
?ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
,ˈ 
 
 
 
 
.ˈ
 
 
 
 
ˈ 
 
 
,ˈ 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
!ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
,ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
 
 
.ˈ 
 
!ˈ 
!ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
!ˈ
ˈ 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
.ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
?ˈ 
.ˈ 
ˈ 
,ˈ 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
?ˈ 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 ... 
ˈ 
ˈ 
?ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
ˈ 
ˈ 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
!ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
!ˈ 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
!ˈ 
 
 
 
 
?ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
 
 
?ˈ 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
!ˈ 
 
!ˈ 
 
!ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
?ˈ 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
?ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
?ˈ 
?ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ
 
 
ˈ 
ˈ 
.ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
?ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ
 
 ... 
 
.ˈ 
 
 ... 
ˈ 
,ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 ... 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 ... 
.ˈ 
 
ˈ 
?ˈ 
 
 
 ... 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ
 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
,ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
,ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
?ˈ
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 .... 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 ... 
 
 
 ... 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 ... 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 ... 
 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 ... 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 ... 
 ... 
 
 
 
 
?ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ
 
 
 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 ... 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 ... 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 ... 
 
 ... 
 
 
,ˈ 
 
 
?ˈ 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
 
 
 
.ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 ... 
.ˈ 
 
 ... 
 
.ˈ 
 
!ˈ 
 
 
?ˈ 
 
 
 
 
 
 ... 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
!ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 ... 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
 
 
 
 ... 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
!ˈ 
 
 
 
!ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
ˈ ... 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
 
 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
ˈ ... . 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
,ˈ 
 .. 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
ˈ 
.ˈ 
ˈ 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
ˈ 
?ˈ 
 
?ˈ 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
.ˈ 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ.
ˈ 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 ... 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
.ˈ 
,ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 ... 
,ˈ 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 ... 
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 ... 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
!ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
!ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
 
 
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 ... 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
 
ˈ 
,ˈ 
 
 
ˈ 
 
 
 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
 
 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 ... 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
. 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
,ˈ 
ˈ 
 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
 
 ... 
 
 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 ... 
ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
?ˈ 
 ... 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
!ˈ 
!ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
!ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
?ˈ 
 
 
 
? 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
?ˈ 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
!ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
,ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
!ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
ˈ 
 
 ... 
 .... 
ˈ 
 ... 
 
.ˈ 
 
 
ˈ 
 ... 
 
, ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
 
?ˈ 
ˈ 
 
?ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 ... 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
?ˈ 
 
?ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
ˈ 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
! 
 
.ˈ 
 
ˈ 
 
ˈ 
?ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
!ˈ 
 
 
 
 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
?ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
, 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
.ˈ 
 
ˈ 
 
, 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 ... 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 ... 
 
.ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
?ˈ 
 
?ˈ 
 
 
 ... 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
;ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
. 
 
ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
ˈ 
 
 
 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
!ˈ 
!ˈ 
 
ˈ 
 
ˈ 
!ˈ 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
:ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ
 ... 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
 ... 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 ... 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
,ˈ 
.ˈ 
 
 
 
 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
.ˈ 
?ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
?ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
 
ˈ 
!ˈ 
 
!ˈ 
 
, 
, 
, 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 ... 
 
?ˈ 
?ˈ 
.ˈ 
 
.ˈ 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 ... 
 
.ˈ 
 
 
,ˈ 
!ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
!ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
! 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
?ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
 
 
?ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
?ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
,ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 .... 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
? 
 
ˈ 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
!ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
?ˈ 
?ˈ 
 
 
 
 
 
.ˈ 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 ... 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 ... 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
!ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ
 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
 
,ˈ 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
?ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
- 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
- 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 ... 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
 ... 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 ... 
 
ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
 
,ˈ 
 
 
 
 
 
 
 
 
,ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 ... 
 
ˈ 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
.ˈ
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ ... 
 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
ˈ ... 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 ... 
 
 
 
 
.ˈ 
 
 ... 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
,ˈ 
 
 
 
 
ˈ 
?ˈ 
ˈ 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 ... 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ ... 
,ˈ 
 
 
,ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ ... 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
?ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
ˈ 
ˈ 
 
 
, 
.ˈ 
 
 
 
 
,ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ
ˈ 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
?ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ ... 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ ... 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ ... 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 ... 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ ... 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ
 
 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
ˈ ... 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ ... 
 
 
 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ
ˈ 
 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ ... 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
 ....ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
 
ˈ ... 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
 
 
ˈ 
 
 
 
 
ˈ ... 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
.ˈ
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 ... 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 ... 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
!ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 ... 
 
 
 
.ˈ 
 
 
 
 ... 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 ... 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 ... 
.ˈ 
 
 
 
 ... 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 ... 
 
 
.ˈ 
 
ˈ 
 
 
 ... 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 ... 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
 ... 
 
,ˈ 
 
 
ˈ 
 
 
 ... 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 ... 
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
. 
 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
!ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 ... 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 ... 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
ˈ 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
 
 
 
?ˈ 
 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 ... 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
. 
 
 
ˈ 
 
 
 ... 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
- 
.ˈ 
 
ˈ 
 
.ˈ 
 ... 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
?ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 ... 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
 
 
.ˈ
 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 ... 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
ˈ 
,ˈ 
ˈ 
,ˈ 
 
ˈ 
 
!ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 ... 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
?ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ. 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 ... 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
!ˈ 
 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
.ˈ
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 ...ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 ... 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
?ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
!ˈ 
 
ˈ 
?ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
?ˈ 
?ˈ 
 
 
ˈ 
 
 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 ... 
ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
 
 
ˈ 
ˈ 
,ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 ... 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 ... 
 
.ˈ 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
ˈ ... 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
 
?ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
!?ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
?ˈ 
 
 
 
 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
?ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
?!ˈ 
 
.ˈ 
 
ˈ 
ˈ 
?ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
?ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
?ˈ
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
,ˈ 
?ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 ... 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 ... 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 ... 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
!ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
!ˈ 
 
!ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
!ˈ 
!ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
!ˈ 
 
!ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
?ˈ 
ˈ 
 
ˈ 
 
!ˈ 
 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
?ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
?ˈ 
ˈ 
, 
.ˈ 
 
,ˈ 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
?ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
!ˈ 
 
!ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
ˈ 
 
!ˈ 
 
!ˈ 
 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
ˈ. 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
!ˈ 
!ˈ 
!ˈ 
ˈ 
!ˈ 
 
 
!ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
,ˈ 
 
?ˈ 
,ˈ 
 
 
.ˈ
 
ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
!ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
 
?ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ ... 
 
?ˈ 
.ˈ 
,ˈ 
 
?ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ ... 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ
 
 
 
ˈ 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
?ˈ 
 
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
.ˈ
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ ... 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
?ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
?ˈ 
 
.ˈ 
?ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
ˈ 
 
 
 
 
,ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ. 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
?ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
?ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
!ˈ 
 
?ˈ 
ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
?!ˈ 
?!ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
?ˈ 
ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 .... 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
?!ˈ 
?!ˈ 
 
!ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
.ˈ.
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 
 
 
?ˈ 
 
 
 
 
 
. 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
 
,ˈ 
 
 
. 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
. 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
?ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
 ... 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 ...ˈ 
 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
!ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 ..... 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 ... 
 ... 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 ... 
,ˈ 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 ... 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
, 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
, 
,ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ ... 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
?ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
?!ˈ 
 
 
 
 
?!ˈ
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
.ˈ 
 
 
 
, 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
,ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
ˈ 
,ˈ
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
ˈ 
 
 
 
 
 
?ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
?ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
ˈ 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
?ˈ 
 
ˈ 
 
,ˈ 
 
?ˈ 
!ˈ 
 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
?ˈ 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
,ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
 
ˈ 
ˈ 
 
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 ... 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 ... 
 ... 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
!ˈ 
 
!ˈ 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
 
 
!ˈ 
ˈ 
 
?ˈ 
 
!ˈ 
 
? 
 
 
ˈ 
 
!ˈ 
?ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
!ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
,ˈ 
 
?ˈ
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
 ...ˈ 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ ... 
,ˈ 
,ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
 
ˈ ... 
 
 
ˈ 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 ... 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
?ˈ 
,ˈ 
?ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
!ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
 
?ˈ 
 
 
ˈ ... 
ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
?ˈ 
 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
 
?ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
? 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
!ˈ 
 
!ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
!ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
!ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
ˈ 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
?ˈ 
 
 
 
 
?ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ
ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ
 
ˈ 
ˈ 
ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
,ˈ 
?ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ
 
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
?ˈ 
ˈ 
.ˈ 
 
?ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
, 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
!ˈ 
!ˈ 
!ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
. 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
 
 
?ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
 ... 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 ... 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
, 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
 
 
?ˈ 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
. 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
?!ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
!ˈ 
 
!ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 ... 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 ... 
 ... 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
 ... 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
!ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ
 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
,ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
,ˈ 
 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
ˈ 
ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
?ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
?ˈ 
.ˈ 
 
,ˈ 
ˈ 
ˈ 
?ˈ 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
?ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
?ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
ˈ 
?ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
?ˈ 
 
?ˈ 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
!ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
?ˈ 
ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
?ˈ 
 
 
 
 
 
?ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
. 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ
 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ .... 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
:ˈ 
 
 
 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
,ˈ 
 
?ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
 
?ˈ 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
- 
 
,ˈ 
 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 ... 
 
 
 
 
 ... 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 ... 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 ... 
 
 
 
ˈ 
 
 
 ... 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ ... 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
ˈ 
?ˈ 
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
 ... 
 
 
.ˈ 
 
 
ˈ 
 ... 
 
 
 
 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ
 
 
 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
?ˈ 
 
 
ˈ 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 ... 
ˈ 
,ˈ 
 
 
 
 
ˈ ... 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
!ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
!ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ ... 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 ... 
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
!ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 ... 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 ... 
ˈ 
 ... 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
ˈ 
,ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
, 
 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ
 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
?ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
?ˈ 
 
 
!ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
?ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
!ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
?ˈ 
ˈ 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
?ˈ 
 
 
?ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
 
!ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
?ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ ... 
 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
?ˈ 
 
ˈ 
 
 
 
 
 
 
 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
? 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
?ˈ 
 
!ˈ 
 
!ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
?ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 ... 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
.ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ ... 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
.ˈ 
.ˈ 
 
ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
ˈ 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
ˈ, 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
.ˈ
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
ˈ 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ
 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
, 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ
 
 
 
ˈ 
.ˈ 
,ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 ... 
 
 
ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
 
ˈ 
.ˈ 
.ˈ 
ˈ 
 
ˈ. 
.ˈ 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
?ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ
 
? 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
ˈ. 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
? 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ
? 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ ... 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
ˈ ... 
 
.ˈ 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ
 
 
? 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ
? 
ˈ 
 
 
? 
,ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
:ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ ... 
 
 
ˈ ... 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ
 
 
,ˈ 
,ˈ 
ˈ 
 
 
,ˈ 
ˈ 
 ... 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 ... 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 ... 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 ... 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 ... 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 ... 
ˈ 
 
.ˈ 
 
 
 ... 
 
,ˈ 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 ... 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 ... 
ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ
ˈ 
 ... 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ. 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 ...
 ... 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
 
 
 ... 
.ˈ 
 
?ˈ 
ˈ 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 ... 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 ... 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
ˈ 
 
 ... 
 
.ˈ 
.ˈ
 
 
 
 
,ˈ 
 
. 
 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 ... 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 ... 
 
 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 ... 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 ... 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
. 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
, 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 ... 
ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 ... 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 ... 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ
ˈ 
ˈ 
 
 
 ...ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ
ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ
 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 ... 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 ... 
 
 
 
 
?ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 ... 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 ... 
 
 
:ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
?ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
.ˈ 
ˈ 
 
ˈ ... 
 
 
ˈ 
 
 
 
,ˈ 
?ˈ 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ
 
?ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ ... ˈ 
 
ˈ 
 ... 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ
 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
 
 
 
 
ˈ 
.ˈ 
.ˈ 
 
 
,ˈ 
?ˈ
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
,ˈ 
 
 
 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
.ˈ
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 ... 
 
 
 
 
.ˈ
,ˈ 
 
 
 
 ... 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
?ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 ...
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ .... 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
 ... 
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ
 
? 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 ... 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 ... 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ
 
? 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 ... 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ
 
? 
 
?ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
?ˈ 
 .... 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
?ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
ˈ 
 ... 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
? 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 ...
 
 
,ˈ 
 
,ˈ 
 
.ˈ
 
 
 
? 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
,ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 ... 
 
,ˈ 
 
ˈ 
 
.ˈ 
 ... 
 
ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ
 
.ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ ... 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
. 
,ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 ...
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
.ˈ 
? 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
? 
 
 
ˈ 
 
 
 ... 
 
 
.ˈ 
 
? 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
? 
 
?ˈ 
 
.ˈ 
 
 
 ... 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
? 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
? 
 
ˈ 
,ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
? 
 
ˈ 
 
 
 
 ... 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
,ˈ 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ
 
 
 
? 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ
 
.ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
.ˈ
? 
,ˈ 
 
 
ˈ 
 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
.ˈ
 
 
? 
 
.ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ
 
? 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 ... 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 ...ˈ 
,ˈ 
,ˈ 
 ... 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 ... 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 ... 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
ˈ 
,ˈ 
.ˈ
 
 
? 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 ... 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 ... 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
? 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
? 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 ... 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ
 
 
 
 
 
ˈ 
,ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
. 
 
 ... 
 
 
 
 
 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
 ... 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 ... 
ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
. 
 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 ... 
ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 ... 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
ˈ 
 
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 ... 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
 
 
 
 
. 
ˈ 
 
ˈ 
 
ˈ 
, 
ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
. 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
.ˈ
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
 ... 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 ... 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
ˈ 
 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
 ... 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
 ... 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 ... 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
.ˈ
 
?ˈ 
ˈ 
 
ˈ ... 
 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 ... 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
. 
 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 ... 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
. 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
 
 
 
 
 
.ˈ
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
.ˈ
ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
?ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
,ˈ 
.ˈ 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
?ˈ 
.ˈ 
,ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
?ˈ
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 ... 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ
 
,ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
.ˈ 
?ˈ 
 
 
 
.ˈ 
 
.ˈ
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
:ˈ 
 
!ˈ 
?ˈ 
 
!ˈ 
 
!ˈ 
.ˈ 
 
.ˈ 
 
?ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
- 
 
.ˈ
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 ... 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 ... 
ˈ 
 
.ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
? 
 
?ˈ 
 
 
.ˈ 
 
 
!ˈ 
 
 
!ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
.ˈ
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
?!ˈ 
 
 
 
?!ˈ 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 ... 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 ... 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
 
?ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 ... 
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
!ˈ 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ
ˈ 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
.ˈ 
?ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
,ˈ 
ˈ, 
ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
?ˈ 
 
ˈ 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
?ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
ˈ 
 
 
 
.ˈ 
!ˈ 
ˈ 
 
?ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
!ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
!ˈ 
 
 
 
 
?ˈ 
!ˈ 
 
 
.ˈ 
 
?ˈ 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
ˈ 
ˈ 
 
ˈ 
 ... 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
.ˈ 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
,ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
.ˈ 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
ˈ 
ˈ 
.ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
?ˈ 
?ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
 
?ˈ 
 
!ˈ 
!ˈ 
 
!ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
,ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
!ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
!ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
!ˈ 
!ˈ 
 
!ˈ 
!ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
,ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
.ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
 
ˈ 
!ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ
